{
  "en": {
    "trash": "Trash: You’ll find the bags in the kitchen. Close the bags well and take them to the bins in the courtyard before you leave. We separate waste (WeDoRecycling): please follow the instructions and do not leave garbage in the stairwell or outside the apartment door.",
    "heating": "Heating: Use the A/C remote. Press MODE until the sun symbol appears, set 26 °C and power level 1. Always switch off the A/C when you go out.",
    "electric_panel": "Electric panel: Going towards the bathroom, on the right (before the door) you will find the panel. If the power goes off: 1) raise any switch that is down; 2) if they are all already up, remove the panel above, raise the main switch and switch off some appliances.",
    "wifi": "Wi-Fi: The router is on the desk near the window. Turn it around to read the SSID and password on the label.",
    "check_in": "Check-in: from 15:00.\nIntercom: C8.\nMain door: 08:00–13:00 and 15:30–18:00.\nConcierge: Paolo.\nHelp: +39 335 5245756.",
    "early_checkin_policy": "Early check-in: Standard check-in is from 15:00. If you need to arrive earlier, tell me the time you need and I will confirm if it’s possible based on same-day check-outs and the cleaning schedule.",
    "check_out": "Check-out: Before leaving, switch off lights and A/C, close the windows, leave the keys on the table and close the door gently.",
    "water": "Water: Tap water is safe to drink and normally hot water is always available. If in the shower or at the taps you only get cold water (or no water), turn the mixer fully to hot and let it run for 1–2 minutes. If it stays cold or there is no water, write to me immediately and tell me if the problem is only in the shower, at the sink or in the whole apartment, so we can check the boiler/water supply.",
    "AC": "A/C: Please switch off the air conditioning when you leave the apartment.",
    "bathroom": "Bathroom: You will find toilet paper, hand soap, bath mat and hairdryer.\nTowels: for each guest 1 large towel + 1 medium towel.\nBed: ready on arrival.",
    "linens_towels": "Linens & towels: The bed is prepared on arrival and linens are provided.\nTowels: for each guest 1 large towel + 1 medium towel.",
    "gas": "Gas use: Gas valve: horizontal = OPEN, vertical = CLOSED. Choose the burner, light a match/lighter, then turn and press the black knob until the flame is stable. When stable, release.",
    "building": "Building: Intercom C8.\nElevator: reserved for owners — please do not use it.\nMain door: 08:00–13:00 and 15:30–18:00.\nConcierge: Paolo.",
    "eat": "Where to eat: Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Where to drink: Caffè Camerino (Largo Arenula 30); Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Shopping: Via Arenula (food shops/bakeries/gelato); fish market (Piazza Costaguti); Forno Boccione; Mercato Monti (weekends).",
    "visit": "What to see: Largo di Torre Argentina (temples and cat sanctuary); Portico d’Ottavia; Tiber Island; Piazza Farnese; “hidden” churches (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Experiences: Evening walk Largo Argentina → Ghetto → Tiber Island → Theatre of Marcellus; aperitivo at Camerino or Modius; pastries at Forno Boccione; sunset along the Lungotevere.",
    "day_trips": "Day trips: Ostia Antica (~40 min); Tivoli (Villa d’Este and Hadrian’s Villa ~1h); Castelli Romani.",
    "transport": "Transport: Tram 8 (Arenula/Cairoli) → Trastevere or Piazza Venezia. Buses 40/64 → Termini and the Vatican. Taxi: +39 06 3570 or FreeNow app.\nAirports: Fiumicino: Tram 8 → Trastevere → FL1 train (~45 min). Ciampino: Terravision bus or taxi. Private transfer: Welcome Pickups.",
    "services": "I did not find a direct answer. Try a quick button (Wi-Fi, water, heating, bathroom, transport, city tax…) or send me a few more details.",
    "emergency": "Emergencies: EU 112 • Police 113 • Ambulance 118 • Fire 115 • English-speaking doctor +39 06 488 2371 • 24h vet +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerts, theatre, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseum, Roman Forum & Palatine: https://colosseo.it/en\n• Vatican Museums & Sistine Chapel: https://tickets.museivaticani.va/\n• Museums of Rome: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — exhibitions: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum of 21st-century arts: https://www.maxxi.art/en/",
    "house_rules": "House rules: Out of respect for the neighbours, no parties and no loud music; avoid noise after 22:00. Smoking is not allowed inside the apartment; if you smoke near the windows, do not throw cigarette butts outside. No unregistered extra guests are allowed. If you have doubts, write to me first: it is better to clarify in advance.",
    "laundry": "Laundry: If you need to wash clothes or towels, write to me and I will suggest the best option (self-service or a nearby service) according to your schedule.",
    "wifi_troubleshooting": "Wi-Fi not working: 1) Check that the router is ON (front lights on). 2) Unplug the router for 30 seconds and plug it back in. 3) Make sure you are connected to the network shown on the label and that you entered the password exactly as written (uppercase/lowercase matters). If it still does not work, write to me and we will check together.",
    "late_checkout_policy": "Late check-out: Standard check-out time is 11:00. Sometimes we can allow a small extension, but it depends on same-day arrivals and the cleaning team. I cannot confirm it automatically: tell me the time you need and I will confirm based on availability.",
    "luggage_storage": "Luggage storage: When possible we can find a solution to leave your luggage after check-out, but it depends on cleaning and new arrivals. Tell me what time you want to leave and pick up your bags: I will tell you if they can stay in the apartment or, alternatively, I will suggest a nearby luggage storage.",
    "id_documents": "ID documents: Italian law requires guest registration. Before or at check-in I will ask for a valid ID document for each guest (ID card or passport). You can send them via the portal/link I provide or as clear front/back photos by message/email. Data are used only for legal registration.",
    "payment_methods": "Payments: The cost of the stay is usually handled by the booking platform (Airbnb, Booking, Vrbo, etc.). For the city tax we use online payment links (card, Apple/Google Pay, PayPal) or, if you prefer, cash on arrival or before departure. In any case I will send you clear instructions.",
    "city_tax_info": "City tax: In Rome it is mandatory for non-resident guests. For this apartment it is 5 € per person per night, up to a maximum of 10 nights. We collect it on behalf of the City of Rome. Possible exemptions depend on municipal rules: if you are unsure, write to me and we will check together.",
    "city_tax_payment_issue": "City tax payment issues: If the amount in the link/portal does not look correct or the link does not work, do not worry: check-in and keys are not blocked. Write to me the number of adult guests, the actual nights and how much you have already paid (if you paid): I will confirm the correct amount. Any differences can be fixed with a new link or in cash.",
    "receipt_rental": "Stay receipt: We can issue a receipt for the stay (short-term rental) with name, dates and total amount. It is not a VAT invoice, but a simple receipt. If you need it, send me the details to include (name/surname or company name, address, tax code if applicable) and I will send it digitally.",
    "receipt_city_tax": "City tax receipt: We can also issue a separate receipt with number of guests, nights and total amount. If you need it, let me know after payment (online or cash) and I will prepare the summary."
  },
  "it": {
    "trash": "Spazzatura: Trovi le buste in cucina. Chiudi bene i sacchetti e portali nei cassonetti nella corte, prima dell’uscita. Facciamo raccolta differenziata (WeDoRecycling): segui le indicazioni e non lasciare immondizia nel vano scala o fuori dalla porta dell’appartamento.",
    "heating": "Riscaldamento: Usa il telecomando dell’aria condizionata. Premi MODE finché appare il simbolo del sole, imposta 26 °C e potenza 1. Spegni sempre il condizionatore quando esci.",
    "electric_panel": "Quadro elettrico: Andando verso il bagno, sulla destra (prima della porta) trovi il quadro. Se manca la corrente: 1) alza gli interruttori abbassati; 2) se sono già tutti su, togli il pannello sopra, rialza l’interruttore generale e spegni qualche elettrodomestico.",
    "wifi": "Wi-Fi: Il router è sulla scrivania vicino alla finestra. Giralo per leggere SSID e password sull’etichetta.",
    "check_in": "Check-in: dalle 15:00.\nCitofono: C8.\nPortone: 08:00–13:00 e 15:30–18:00.\nPortineria: Paolo.\nAiuto: +39 335 5245756.",
    "early_checkin_policy": "Early check-in: Il check-in standard è dalle 15:00. Se ti serve entrare prima, dimmi l’orario che ti serve e ti confermo se è possibile in base a check-out dello stesso giorno e tempi di pulizia.",
    "check_out": "Check-out: Prima di partire spegni luci e A/C, chiudi le finestre, lascia le chiavi sul tavolo e chiudi la porta delicatamente.",
    "water": "Acqua: L’acqua del rubinetto è potabile e normalmente l’acqua calda è sempre disponibile. Se in doccia o ai rubinetti esce solo acqua fredda (o non esce acqua), sposta la manopola tutta sul caldo e lascia scorrere 1–2 minuti. Se resta fredda o non esce acqua, scrivimi subito indicando se il problema è solo in doccia, al lavandino o in tutta la casa, così controlliamo caldaia/fornitura.",
    "AC": "A/C: Spegni l’aria condizionata quando esci dall’appartamento.",
    "bathroom": "Bagno: Trovi carta igienica, sapone mani, tappetino e asciugacapelli.\nAsciugamani: per ogni ospite 1 telo grande + 1 medio.\nLetto: pronto all’arrivo.",
    "linens_towels": "Lenzuola e asciugamani: Il letto è pronto all’arrivo e le lenzuola sono incluse.\nAsciugamani: per ogni ospite 1 telo grande + 1 medio.",
    "gas": "Uso gas: Valvola gas: orizzontale = aperto, verticale = chiuso. Scegli il fornello, accendi un fiammifero/accendino, poi gira e premi la manopola nera finché la fiamma è stabile. Quando è stabile, rilascia.",
    "building": "Edificio: Citofono C8.\nAscensore: è riservato ai proprietari — per favore non usarlo.\nPortone: 08:00–13:00 e 15:30–18:00.\nPortineria: Paolo.",
    "eat": "Dove mangiare: Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Dove bere: Caffè Camerino (Largo Arenula 30); Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Shopping: Via Arenula (gastronomia/forni/gelato); mercato del pesce (Piazza Costaguti); Forno Boccione; Mercato Monti (weekend).",
    "visit": "Cosa vedere: Largo di Torre Argentina (templi e colonia felina); Portico d’Ottavia; Isola Tiberina; Piazza Farnese; chiese “nascoste” (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Esperienze: Passeggiata serale Largo Argentina → Ghetto → Isola Tiberina → Teatro di Marcello; aperitivo da Camerino o Modius; dolci al Forno Boccione; tramonto sul Lungotevere.",
    "day_trips": "Gite fuori porta: Ostia Antica (~40 min); Tivoli (Villa d’Este e Villa Adriana ~1h); Castelli Romani.",
    "transport": "Trasporti: Tram 8 (Arenula/Cairoli) → Trastevere o Piazza Venezia. Bus 40/64 → Termini e Vaticano. Taxi: +39 06 3570 o app FreeNow.\nAeroporti: Fiumicino: Tram 8 → Trastevere → treno FL1 (~45 min). Ciampino: bus Terravision o taxi. Transfer privato: Welcome Pickups.",
    "services": "Non ho trovato una risposta diretta. Prova un pulsante rapido (Wi-Fi, acqua, riscaldamento, bagno, trasporti, tassa di soggiorno…) oppure scrivimi qualche dettaglio in più.",
    "emergency": "Emergenze: UE 112 • Polizia 113 • Ambulanza 118 • Vigili del Fuoco 115 • Medico (EN) +39 06 488 2371 • Veterinario 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerti, teatro, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseo, Foro Romano & Palatino: https://colosseo.it/en\n• Musei Vaticani & Cappella Sistina: https://tickets.museivaticani.va/\n• Musei di Roma: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — mostre: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museo arti del XXI secolo: https://www.maxxi.art/en/",
    "house_rules": "Regole della casa: Per rispetto del vicinato, niente feste e niente musica ad alto volume; evita rumori dopo le 22:00. Vietato fumare in appartamento; se fumi vicino alle finestre, non buttare mozziconi fuori. Non sono ammessi ospiti extra non registrati. Se hai dubbi, scrivimi prima: è meglio chiarire in anticipo.",
    "laundry": "Lavanderia: Se devi lavare vestiti o asciugamani, scrivimi e ti indico la soluzione migliore (self-service o servizio in zona) in base ai tuoi orari.",
    "wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router sia acceso (luci frontali accese). 2) Stacca la spina del router per 30 secondi e ricollegala. 3) Verifica di essere connesso alla rete indicata sull’etichetta e di aver inserito la password esattamente come scritta (maiuscole/minuscole contano). Se ancora non va, scrivimi e verifichiamo insieme.",
    "late_checkout_policy": "Late check-out: L’orario standard è alle 11:00. A volte possiamo concedere un piccolo prolungamento, ma dipende dagli arrivi dello stesso giorno e dalla squadra di pulizia. Non posso confermarlo in automatico: dimmi l’orario che ti serve e ti confermerò io in base alla disponibilità.",
    "luggage_storage": "Deposito bagagli: Quando possibile troviamo una soluzione per lasciare le valigie dopo il check-out, ma dipende da pulizie e nuovi arrivi. Dimmi a che ora vuoi lasciare e ritirare i bagagli: ti dirò se si può tenere tutto in appartamento o, in alternativa, ti indicherò un deposito vicino.",
    "id_documents": "Documenti: La legge italiana richiede la registrazione degli ospiti. Prima o al check-in ti chiederò un documento valido per ciascun ospite (carta d’identità o passaporto). Puoi inviarli tramite il portale/link che ti mando oppure come foto chiare fronte/retro via messaggio/email. I dati sono usati solo per gli adempimenti di legge.",
    "payment_methods": "Pagamenti: Di solito il costo del soggiorno è gestito dalla piattaforma (Airbnb, Booking, Vrbo, ecc.). Per la tassa di soggiorno usiamo link di pagamento online (carta, Apple/Google Pay, PayPal) oppure, se preferisci, contanti all’arrivo o prima della partenza. In ogni caso ti invierò istruzioni chiare.",
    "city_tax_info": "Tassa di soggiorno: A Roma è obbligatoria per gli ospiti non residenti. Per questo appartamento è di 5 € a persona per notte, fino a un massimo di 10 notti. La incassiamo per conto del Comune di Roma. Eventuali esenzioni dipendono dalle regole comunali: se hai dubbi, scrivimi e verifichiamo insieme.",
    "city_tax_payment_issue": "Problemi pagamento tassa: Se l’importo nel link/portale non ti sembra corretto o il link non funziona, non preoccuparti: check-in e chiavi non vengono bloccati. Scrivimi numero di persone adulte, notti effettive e quanto hai già pagato (se hai pagato): ti confermo l’importo corretto. Eventuali differenze si sistemano con un nuovo link o in contanti.",
    "receipt_rental": "Ricevuta soggiorno: Possiamo rilasciare una ricevuta per il soggiorno (affitto breve) con nome, date e importo totale. Non è una fattura con partita IVA, ma una ricevuta semplice. Se ti serve, mandami i dati da inserire (nome/cognome o ragione sociale, indirizzo, eventuale codice fiscale) e te la invio in digitale.",
    "receipt_city_tax": "Ricevuta tassa di soggiorno: Possiamo rilasciare anche una ricevuta separata con numero di persone, notti e importo totale. Se ti serve, avvisami dopo il pagamento (online o in contanti) e preparo il riepilogo."
  },
    "fr": {
    "trash": "Poubelles : Vous trouverez les sacs dans la cuisine. Fermez bien les sacs et déposez-les dans les conteneurs de la cour avant de sortir. Nous faisons le tri sélectif (WeDoRecycling) : suivez les indications et ne laissez pas de déchets dans la cage d’escalier ni devant la porte de l’appartement.",
    "heating": "Chauffage : Utilisez la télécommande de la climatisation. Appuyez sur MODE jusqu’au symbole du soleil, réglez 26 °C et puissance 1. Éteignez toujours la climatisation quand vous sortez.",
    "electric_panel": "Tableau électrique : En allant vers la salle de bain, sur la droite (avant la porte) vous trouverez le tableau. En cas de coupure : 1) relevez les disjoncteurs baissés ; 2) s’ils sont déjà tous en haut, retirez le panneau au-dessus, remontez l’interrupteur principal et éteignez quelques appareils.",
    "wifi": "Wi-Fi : Le routeur est sur le bureau près de la fenêtre. Tournez-le pour lire le SSID et le mot de passe sur l’étiquette.",
    "check_in": "Arrivée : à partir de 15:00.\nInterphone : C8.\nPorte d’entrée : 08:00–13:00 et 15:30–18:00.\nConcierge : Paolo.\nAide : +39 335 5245756.",
    "early_checkin_policy": "Arrivée anticipée : L’heure standard est à partir de 15:00. Si vous souhaitez arriver plus tôt, dites-moi l’heure et je confirmerai si c’est possible selon les départs du jour et le planning de ménage.",
    "check_out": "Départ : Avant de partir, éteignez les lumières et la climatisation, fermez les fenêtres, laissez les clés sur la table et fermez la porte doucement.",
    "water": "Eau : L’eau du robinet est potable et normalement l’eau chaude est toujours disponible. Si à la douche ou aux robinets vous n’avez que de l’eau froide (ou pas d’eau), tournez le mitigeur entièrement vers le chaud et laissez couler 1–2 minutes. Si cela reste froid ou s’il n’y a pas d’eau, écrivez-moi immédiatement en précisant si le problème concerne uniquement la douche, le lavabo ou tout l’appartement, afin que nous vérifiions la chaudière/l’alimentation en eau.",
    "AC": "Climatisation : Merci d’éteindre la climatisation lorsque vous quittez l’appartement.",
    "bathroom": "Salle de bain : Vous trouverez du papier toilette, du savon pour les mains, un tapis de bain et un sèche-cheveux.\nServiettes : pour chaque invité 1 grande serviette + 1 moyenne.\nLit : prêt à l’arrivée.",
    "linens_towels": "Draps et serviettes : Le lit est prêt à l’arrivée et les draps sont fournis.\nServiettes : pour chaque invité 1 grande serviette + 1 moyenne.",
    "gas": "Gaz : Vanne de gaz : horizontale = ouvert, verticale = fermé. Choisissez le brûleur, allumez une allumette/un briquet, puis tournez et appuyez sur le bouton noir jusqu’à ce que la flamme soit stable. Quand elle est stable, relâchez.",
    "building": "Immeuble : Interphone C8.\nAscenseur : réservé aux propriétaires — merci de ne pas l’utiliser.\nPorte d’entrée : 08:00–13:00 et 15:30–18:00.\nConcierge : Paolo.",
    "eat": "Où manger : Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Où boire : Caffè Camerino (Largo Arenula 30); Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Shopping : Via Arenula (épiceries/boulangeries/glaces) ; marché aux poissons (Piazza Costaguti) ; Forno Boccione ; Mercato Monti (week-ends).",
    "visit": "À voir : Largo di Torre Argentina (temples et refuge pour chats) ; Portique d’Octavie ; Île Tibérine ; Piazza Farnese ; églises « cachées » (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Expériences : Balade du soir Largo Argentina → Ghetto → Île Tibérine → Théâtre de Marcellus ; apéritif chez Camerino ou Modius ; pâtisseries au Forno Boccione ; coucher de soleil sur le Lungotevere.",
    "day_trips": "Excursions : Ostia Antica (~40 min) ; Tivoli (Villa d’Este et Villa d’Hadrien ~1h) ; Castelli Romani.",
    "transport": "Transports : Tram 8 (Arenula/Cairoli) → Trastevere ou Piazza Venezia. Bus 40/64 → Termini et Vatican. Taxi : +39 06 3570 ou appli FreeNow.\nAéroports : Fiumicino : Tram 8 → Trastevere → train FL1 (~45 min). Ciampino : bus Terravision ou taxi. Transfert privé : Welcome Pickups.",
    "services": "Je n’ai pas trouvé de réponse directe. Essayez un bouton rapide (Wi-Fi, eau, chauffage, salle de bain, transports, taxe de séjour…) ou envoyez-moi quelques détails supplémentaires.",
    "emergency": "Urgences : UE 112 • Police 113 • Ambulance 118 • Pompiers 115 • Médecin (EN) +39 06 488 2371 • Vétérinaire 24h +39 06 660 681",
    "tickets_events": "BILLETS & ÉVÉNEMENTS — ROME\n• TicketOne (concerts, théâtre, sport) : https://www.ticketone.it/en/\n• AS Roma — billets officiels : https://www.asroma.com/en/tickets\n• SS Lazio — billets officiels : https://sslazio.it/en/tickets",
    "museums_sites": "MUSÉES & SITES — ROME\n• Colisée, Forum Romain & Palatin : https://colosseo.it/en\n• Musées du Vatican & Chapelle Sixtine : https://tickets.museivaticani.va/\n• Musées de Rome : https://www.museiincomuneroma.it/en",
    "exhibitions": "EXPOSITIONS — ROME\n• Musei in Comune — expositions : https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale : https://www.scuderiequirinale.it/\n• MAXXI — Musée des arts du XXIe siècle : https://www.maxxi.art/en/",
    "house_rules": "Règles de la maison : Par respect pour le voisinage, pas de fêtes et pas de musique forte ; évitez le bruit après 22:00. Il est interdit de fumer dans l’appartement ; si vous fumez près des fenêtres, ne jetez pas les mégots dehors. Aucun invité supplémentaire non enregistré n’est autorisé. En cas de doute, écrivez-moi avant : mieux vaut clarifier à l’avance.",
    "laundry": "Blanchisserie : Si vous devez laver des vêtements ou des serviettes, écrivez-moi et je vous indiquerai la meilleure solution (laverie libre-service ou service à proximité) selon vos horaires.",
    "wifi_troubleshooting": "Wi-Fi ne fonctionne pas : 1) Vérifiez que le routeur est allumé (voyants en façade). 2) Débranchez le routeur 30 secondes puis rebranchez-le. 3) Assurez-vous d’être connecté au réseau indiqué sur l’étiquette et d’avoir saisi le mot de passe exactement comme écrit (majuscules/minuscules). Si cela ne fonctionne toujours pas, écrivez-moi et nous vérifierons ensemble.",
    "late_checkout_policy": "Départ tardif : L’heure standard est 11:00. Parfois nous pouvons accorder un petit prolongement, mais cela dépend des arrivées le même jour et de l’équipe de ménage. Je ne peux pas le confirmer automatiquement : dites-moi l’heure dont vous avez besoin et je confirmerai selon disponibilité.",
    "luggage_storage": "Consigne bagages : Quand c’est possible, nous trouvons une solution pour laisser les valises après le départ, mais cela dépend du ménage et des nouvelles arrivées. Dites-moi à quelle heure vous souhaitez déposer et récupérer les bagages : je vous dirai si tout peut rester dans l’appartement ou, sinon, je vous indiquerai une consigne proche.",
    "id_documents": "Documents d’identité : La loi italienne exige l’enregistrement des invités. Avant ou au check-in, je demanderai un document valide pour chaque invité (carte d’identité ou passeport). Vous pouvez les envoyer via le portail/lien que je vous transmets ou comme photos claires recto/verso par message/email. Les données sont utilisées uniquement pour les obligations légales.",
    "payment_methods": "Paiements : En général, le coût du séjour est géré par la plateforme (Airbnb, Booking, Vrbo, etc.). Pour la taxe de séjour, nous utilisons des liens de paiement en ligne (carte, Apple/Google Pay, PayPal) ou, si vous préférez, en espèces à l’arrivée ou avant le départ. Dans tous les cas, je vous enverrai des instructions claires.",
    "city_tax_info": "Taxe de séjour : À Rome, elle est obligatoire pour les invités non résidents. Pour cet appartement, elle est de 5 € par personne et par nuit, jusqu’à un maximum de 10 nuits. Nous l’encaissons pour le compte de la Ville de Rome. Les éventuelles exonérations dépendent des règles municipales : si vous avez un doute, écrivez-moi et nous vérifierons ensemble.",
    "city_tax_payment_issue": "Problèmes de paiement de la taxe : Si le montant dans le lien/portail ne vous semble pas correct ou si le lien ne fonctionne pas, ne vous inquiétez pas : le check-in et les clés ne sont pas bloqués. Écrivez-moi le nombre d’adultes, les nuits effectives et le montant déjà payé (si vous avez payé) : je vous confirme le montant correct. Toute différence se règle avec un nouveau lien ou en espèces.",
    "receipt_rental": "Reçu de séjour : Nous pouvons émettre un reçu pour le séjour (location courte durée) avec le nom, les dates et le montant total. Ce n’est pas une facture avec TVA, mais un reçu simple. Si vous en avez besoin, envoyez-moi les données à indiquer (nom/prénom ou raison sociale, adresse, éventuel code fiscal) et je vous l’enverrai en format numérique.",
    "receipt_city_tax": "Reçu de taxe de séjour : Nous pouvons aussi émettre un reçu séparé avec le nombre de personnes, les nuits et le montant total. Si vous en avez besoin, prévenez-moi après le paiement (en ligne ou en espèces) et je prépare le récapitulatif."
  },
    "de": {
    "trash": "Müll: Müllbeutel finden Sie in der Küche. Bitte die Beutel gut verschließen und vor dem Verlassen zu den Containern im Innenhof bringen. Wir trennen den Müll (WeDoRecycling): Bitte den Hinweisen folgen und keinen Müll im Treppenhaus oder vor der Wohnungstür stehen lassen.",
    "heating": "Heizung: Nutzen Sie die Fernbedienung der Klimaanlage. Drücken Sie MODE, bis das Sonnensymbol erscheint, stellen Sie 26 °C und Leistungsstufe 1 ein. Schalten Sie die Klimaanlage immer aus, wenn Sie hinausgehen.",
    "electric_panel": "Sicherungskasten: Auf dem Weg zum Bad, rechts (vor der Tür), finden Sie den Kasten. Bei Stromausfall: 1) heruntergefallene Schalter wieder nach oben legen; 2) wenn alle bereits oben sind, die Abdeckung darüber entfernen, den Hauptschalter hochlegen und einige Geräte ausschalten.",
    "wifi": "WLAN: Der Router steht auf dem Schreibtisch nahe dem Fenster. Drehen Sie ihn um, um SSID und Passwort auf dem Etikett zu lesen.",
    "check_in": "Check-in: ab 15:00.\nSprechanlage: C8.\nHaustür: 08:00–13:00 und 15:30–18:00.\nHausmeister: Paolo.\nHilfe: +39 335 5245756.",
    "early_checkin_policy": "Früher Check-in: Der Standard-Check-in ist ab 15:00. Wenn Sie früher ankommen möchten, nennen Sie mir bitte die gewünschte Uhrzeit; ich bestätige, ob es je nach Abreisen am selben Tag und Reinigungsplan möglich ist.",
    "check_out": "Check-out: Vor der Abreise bitte Licht und Klimaanlage ausschalten, Fenster schließen, Schlüssel auf dem Tisch lassen und die Tür sanft schließen.",
    "water": "Wasser: Leitungswasser ist trinkbar und normalerweise ist Warmwasser immer verfügbar. Wenn in der Dusche oder an den Wasserhähnen nur kaltes Wasser kommt (oder gar kein Wasser), den Mischer ganz auf „heiß“ drehen und 1–2 Minuten laufen lassen. Bleibt es kalt oder kommt kein Wasser, schreiben Sie mir bitte sofort und sagen Sie, ob das Problem nur in der Dusche, am Waschbecken oder in der ganzen Wohnung auftritt, damit wir Boiler/Wasserversorgung prüfen können.",
    "AC": "Klimaanlage: Bitte die Klimaanlage ausschalten, wenn Sie die Wohnung verlassen.",
    "bathroom": "Bad: Sie finden Toilettenpapier, Handseife, Badematte und Föhn.\nHandtücher: pro Gast 1 großes Handtuch + 1 mittleres.\nBett: bei Ankunft vorbereitet.",
    "linens_towels": "Bettwäsche & Handtücher: Das Bett ist bei Ankunft vorbereitet und Bettwäsche ist vorhanden.\nHandtücher: pro Gast 1 großes Handtuch + 1 mittleres.",
    "gas": "Gas: Gasventil: waagrecht = OFFEN, senkrecht = ZU. Brenner wählen, Streichholz/Feuerzeug anzünden, dann den schwarzen Knopf drehen und drücken, bis die Flamme stabil ist. Wenn stabil, loslassen.",
    "building": "Gebäude: Sprechanlage C8.\nAufzug: nur für Eigentümer — bitte nicht benutzen.\nHaustür: 08:00–13:00 und 15:30–18:00.\nHausmeister: Paolo.",
    "eat": "Essen: Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Trinken: Caffè Camerino (Largo Arenula 30); Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Shopping: Via Arenula (Feinkost/Bäckereien/Eis); Fischmarkt (Piazza Costaguti); Forno Boccione; Mercato Monti (Wochenende).",
    "visit": "Sehenswertes: Largo di Torre Argentina (Tempel und Katzenkolonie); Portico d’Ottavia; Tiberinsel; Piazza Farnese; „versteckte“ Kirchen (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Erlebnisse: Abendspaziergang Largo Argentina → Ghetto → Tiberinsel → Theater des Marcellus; Aperitivo bei Camerino oder Modius; Süßes im Forno Boccione; Sonnenuntergang am Lungotevere.",
    "day_trips": "Ausflüge: Ostia Antica (~40 Min); Tivoli (Villa d’Este und Villa Adriana ~1h); Castelli Romani.",
    "transport": "Verkehr: Tram 8 (Arenula/Cairoli) → Trastevere oder Piazza Venezia. Bus 40/64 → Termini und Vatikan. Taxi: +39 06 3570 oder FreeNow-App.\nFlughäfen: Fiumicino: Tram 8 → Trastevere → FL1-Zug (~45 Min). Ciampino: Terravision-Bus oder Taxi. Privater Transfer: Welcome Pickups.",
    "services": "Ich habe keine direkte Antwort gefunden. Bitte versuchen Sie einen Schnell-Button (WLAN, Wasser, Heizung, Bad, Verkehr, Kurtaxe …) oder schreiben Sie mir ein paar zusätzliche Details.",
    "emergency": "Notfälle: EU 112 • Polizei 113 • Rettung 118 • Feuerwehr 115 • Arzt (EN) +39 06 488 2371 • Tierarzt 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (Konzerte, Theater, Sport): https://www.ticketone.it/en/\n• AS Roma — offizielle Tickets: https://www.asroma.com/en/tickets\n• SS Lazio — offizielle Tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEEN & SEHENSWÜRDIGKEITEN — ROME\n• Kolosseum, Forum Romanum & Palatin: https://colosseo.it/en\n• Vatikanische Museen & Sixtinische Kapelle: https://tickets.museivaticani.va/\n• Museen von Rom: https://www.museiincomuneroma.it/en",
    "exhibitions": "AUSSTELLUNGEN — ROME\n• Musei in Comune — Ausstellungen: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum der Künste des 21. Jahrhunderts: https://www.maxxi.art/en/",
    "house_rules": "Hausordnung: Aus Rücksicht auf die Nachbarn keine Partys und keine laute Musik; vermeiden Sie Lärm nach 22:00. Rauchen ist in der Wohnung verboten; wenn Sie am Fenster rauchen, werfen Sie keine Kippen hinaus. Keine zusätzlichen, nicht registrierten Gäste. Bei Fragen schreiben Sie mir bitte vorher: besser vorher klären.",
    "laundry": "Wäsche: Wenn Sie Kleidung oder Handtücher waschen müssen, schreiben Sie mir und ich empfehle je nach Zeitplan die beste Lösung (SB-Waschsalon oder Service in der Nähe).",
    "wifi_troubleshooting": "WLAN funktioniert nicht: 1) Prüfen Sie, ob der Router eingeschaltet ist (vordere LEDs an). 2) Router für 30 Sekunden vom Strom trennen und wieder anschließen. 3) Stellen Sie sicher, dass Sie mit dem Netzwerk vom Etikett verbunden sind und das Passwort exakt wie geschrieben eingegeben haben (Groß-/Kleinschreibung). Wenn es noch nicht klappt, schreiben Sie mir und wir prüfen es gemeinsam.",
    "late_checkout_policy": "Später Check-out: Standard ist 11:00. Manchmal ist eine kleine Verlängerung möglich, abhängig von Anreisen am selben Tag und dem Reinigungsteam. Ich kann das nicht automatisch bestätigen: Sagen Sie mir die gewünschte Zeit, und ich bestätige je nach Verfügbarkeit.",
    "luggage_storage": "Gepäckaufbewahrung: Wenn möglich, finden wir eine Lösung, das Gepäck nach dem Check-out zu lassen, aber es hängt von Reinigung und neuen Anreisen ab. Sagen Sie mir, wann Sie die Koffer abstellen und abholen möchten: Ich teile Ihnen mit, ob alles in der Wohnung bleiben kann oder nenne Ihnen alternativ eine Gepäckaufbewahrung in der Nähe.",
    "id_documents": "Ausweisdokumente: Nach italienischem Gesetz müssen Gäste registriert werden. Vor oder beim Check-in benötige ich für jeden Gast ein gültiges Dokument (Ausweis oder Reisepass). Sie können es über das Portal/den Link senden oder als klare Fotos (Vorder-/Rückseite) per Nachricht/E-Mail. Die Daten werden nur für die gesetzlichen Pflichten verwendet.",
    "payment_methods": "Zahlungen: Die Kosten des Aufenthalts werden in der Regel über die Plattform abgewickelt (Airbnb, Booking, Vrbo usw.). Für die Kurtaxe nutzen wir Online-Zahlungslinks (Karte, Apple/Google Pay, PayPal) oder, wenn Sie möchten, bar bei Ankunft oder vor Abreise. In jedem Fall sende ich klare Anweisungen.",
    "city_tax_info": "Kurtaxe: In Rom ist sie für nicht ansässige Gäste verpflichtend. Für diese Wohnung beträgt sie 5 € pro Person und Nacht, bis maximal 10 Nächte. Wir kassieren sie im Auftrag der Stadt Rom. Mögliche Befreiungen hängen von den kommunalen Regeln ab: Bei Fragen schreiben Sie mir und wir prüfen es gemeinsam.",
    "city_tax_payment_issue": "Probleme bei der Zahlung der Kurtaxe: Wenn der Betrag im Link/Portal nicht korrekt erscheint oder der Link nicht funktioniert, keine Sorge: Check-in und Schlüssel werden nicht blockiert. Schreiben Sie mir die Anzahl der erwachsenen Gäste, die tatsächlichen Nächte und wie viel Sie bereits bezahlt haben (falls bezahlt): Ich bestätige den korrekten Betrag. Differenzen können wir mit einem neuen Link oder bar regeln.",
    "receipt_rental": "Beleg für den Aufenthalt: Wir können einen Beleg für den Aufenthalt (Kurzzeitmiete) mit Name, Daten und Gesamtbetrag ausstellen. Es ist keine Rechnung mit USt., sondern ein einfacher Beleg. Wenn Sie ihn benötigen, senden Sie mir die Daten (Name/Firma, Adresse, ggf. Steuernummer) und ich sende ihn digital.",
    "receipt_city_tax": "Beleg für die Kurtaxe: Wir können auch einen separaten Beleg mit Personenzahl, Nächten und Gesamtbetrag ausstellen. Wenn Sie ihn benötigen, sagen Sie mir nach der Zahlung (online oder bar) Bescheid, dann erstelle ich die Zusammenfassung."
  },
    "es": {
    "trash": "Basura: Encontrará las bolsas en la cocina. Cierre bien las bolsas y llévelas a los contenedores del patio antes de salir. Hacemos recogida selectiva (WeDoRecycling): siga las indicaciones y no deje basura en la escalera ni delante de la puerta del apartamento.",
    "heating": "Calefacción: Use el mando del aire acondicionado. Pulse MODE hasta que aparezca el símbolo del sol, ajuste 26 °C y potencia 1. Apague siempre el aire acondicionado cuando salga.",
    "electric_panel": "Cuadro eléctrico: Yendo hacia el baño, a la derecha (antes de la puerta) encontrará el cuadro. Si se corta la luz: 1) suba los interruptores bajados; 2) si ya están todos arriba, quite el panel superior, suba el interruptor general y apague algunos electrodomésticos.",
    "wifi": "Wi-Fi: El router está en el escritorio junto a la ventana. Gírelo para leer el SSID y la contraseña en la etiqueta.",
    "check_in": "Check-in: desde las 15:00.\nInterfono: C8.\nPuerta de entrada: 08:00–13:00 y 15:30–18:00.\nConserje: Paolo.\nAyuda: +39 335 5245756.",
    "early_checkin_policy": "Check-in temprano: La hora estándar es a partir de las 15:00. Si necesitas entrar antes, dime la hora que necesitas y te confirmaré si es posible según los check-outs del día y el horario de limpieza.",
    "check_out": "Check-out: Antes de salir apague luces y A/C, cierre las ventanas, deje las llaves en la mesa y cierre la puerta suavemente.",
    "water": "Agua: El agua del grifo es potable y normalmente el agua caliente siempre está disponible. Si en la ducha o en los grifos sale solo agua fría (o no sale agua), gire el mezclador totalmente hacia caliente y deje correr 1–2 minutos. Si sigue fría o no sale agua, escríbame de inmediato indicando si el problema es solo en la ducha, en el lavabo o en toda la casa, para revisar caldera/suministro.",
    "AC": "A/C: Apague el aire acondicionado cuando salga del apartamento.",
    "bathroom": "Baño: Encontrará papel higiénico, jabón de manos, alfombrilla y secador.\nToallas: por cada huésped 1 toalla grande + 1 mediana.\nCama: lista a la llegada.",
    "linens_towels": "Sábanas y toallas: La cama está preparada a la llegada y se incluyen sábanas.\nToallas: por cada huésped 1 toalla grande + 1 mediana.",
    "gas": "Uso del gas: Válvula de gas: horizontal = abierta, vertical = cerrada. Elija el fuego, encienda una cerilla/mechero, luego gire y presione la perilla negra hasta que la llama sea estable. Cuando sea estable, suelte.",
    "building": "Edificio: Interfono C8.\nAscensor: reservado para propietarios — por favor no usar.\nPuerta de entrada: 08:00–13:00 y 15:30–18:00.\nConserje: Paolo.",
    "eat": "Dónde comer: Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Dónde beber: Caffè Camerino (Largo Arenula 30); Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Compras: Via Arenula (tiendas de comida/panaderías/helado); mercado de pescado (Piazza Costaguti); Forno Boccione; Mercato Monti (fines de semana).",
    "visit": "Qué ver: Largo di Torre Argentina (templos y colonia felina); Pórtico de Octavia; Isla Tiberina; Piazza Farnese; iglesias “escondidas” (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Experiencias: Paseo nocturno Largo Argentina → Gueto → Isla Tiberina → Teatro de Marcelo; aperitivo en Camerino o Modius; dulces en Forno Boccione; atardecer en el Lungotevere.",
    "day_trips": "Excursiones: Ostia Antica (~40 min); Tivoli (Villa d’Este y Villa Adriana ~1h); Castelli Romani.",
    "transport": "Transporte: Tranvía 8 (Arenula/Cairoli) → Trastevere o Piazza Venezia. Bus 40/64 → Termini y Vaticano. Taxi: +39 06 3570 o app FreeNow.\nAeropuertos: Fiumicino: Tranvía 8 → Trastevere → tren FL1 (~45 min). Ciampino: bus Terravision o taxi. Transfer privado: Welcome Pickups.",
    "services": "No encontré una respuesta directa. Prueba un botón rápido (Wi-Fi, agua, calefacción, baño, transporte, tasa turística…) o escríbeme algún detalle más.",
    "emergency": "Emergencias: UE 112 • Policía 113 • Ambulancia 118 • Bomberos 115 • Médico (EN) +39 06 488 2371 • Veterinario 24h +39 06 660 681",
    "tickets_events": "ENTRADAS & EVENTOS — ROMA\n• TicketOne (conciertos, teatro, deporte): https://www.ticketone.it/en/\n• AS Roma — entradas oficiales: https://www.asroma.com/en/tickets\n• SS Lazio — entradas oficiales: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEOS & SITIOS — ROMA\n• Coliseo, Foro Romano y Palatino: https://colosseo.it/en\n• Museos Vaticanos y Capilla Sixtina: https://tickets.museivaticani.va/\n• Museos de Roma: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXPOSICIONES — ROMA\n• Musei in Comune — exposiciones: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museo de artes del siglo XXI: https://www.maxxi.art/en/",
    "house_rules": "Normas de la casa: Por respeto a los vecinos, nada de fiestas y nada de música alta; evita ruidos después de las 22:00. Prohibido fumar dentro del apartamento; si fumas cerca de las ventanas, no tires colillas fuera. No se permiten huéspedes extra no registrados. Si tienes dudas, escríbeme antes: es mejor aclararlo con antelación.",
    "laundry": "Lavandería: Si necesitas lavar ropa o toallas, escríbeme y te indicaré la mejor opción (autoservicio o servicio cercano) según tus horarios.",
    "wifi_troubleshooting": "Wi-Fi no funciona: 1) Comprueba que el router esté encendido (luces frontales encendidas). 2) Desenchufa el router durante 30 segundos y vuelve a enchufarlo. 3) Verifica que estás conectado a la red de la etiqueta y que has escrito la contraseña exactamente como aparece (mayúsculas/minúsculas). Si aún no funciona, escríbeme y lo revisamos juntos.",
    "late_checkout_policy": "Late check-out: La hora estándar es 11:00. A veces podemos permitir una pequeña extensión, pero depende de las llegadas del mismo día y del equipo de limpieza. No puedo confirmarlo automáticamente: dime la hora que necesitas y te confirmaré según disponibilidad.",
    "luggage_storage": "Consigna de equipaje: Cuando es posible, encontramos una solución para dejar las maletas después del check-out, pero depende de la limpieza y de nuevas llegadas. Dime a qué hora quieres dejar y recoger el equipaje: te diré si puede quedarse todo en el apartamento o, en alternativa, te indicaré una consigna cercana.",
    "id_documents": "Documentos: La ley italiana exige el registro de los huéspedes. Antes o en el check-in te pediré un documento válido para cada huésped (DNI o pasaporte). Puedes enviarlos por el portal/enlace que te mando o como fotos claras (anverso/reverso) por mensaje/email. Los datos se usan solo para obligaciones legales.",
    "payment_methods": "Pagos: Normalmente el coste de la estancia lo gestiona la plataforma (Airbnb, Booking, Vrbo, etc.). Para la tasa turística usamos enlaces de pago online (tarjeta, Apple/Google Pay, PayPal) o, si lo prefieres, efectivo a la llegada o antes de la salida. En cualquier caso, te enviaré instrucciones claras.",
    "city_tax_info": "Tasa turística: En Roma es obligatoria para huéspedes no residentes. Para este apartamento es de 5 € por persona y noche, hasta un máximo de 10 noches. La cobramos en nombre del Ayuntamiento de Roma. Posibles exenciones dependen de las normas municipales: si tienes dudas, escríbeme y lo comprobamos juntos.",
    "city_tax_payment_issue": "Problemas con el pago de la tasa: Si el importe en el enlace/portal no te parece correcto o el enlace no funciona, no te preocupes: el check-in y las llaves no se bloquean. Escríbeme número de adultos, noches reales y cuánto ya has pagado (si has pagado): te confirmo el importe correcto. Cualquier diferencia se ajusta con un nuevo enlace o en efectivo.",
    "receipt_rental": "Recibo de estancia: Podemos emitir un recibo por la estancia (alquiler de corta duración) con nombre, fechas e importe total. No es una factura con IVA, sino un recibo sencillo. Si lo necesitas, envíame los datos a incluir (nombre y apellidos o empresa, dirección, posible NIF) y te lo envío en digital.",
    "receipt_city_tax": "Recibo de tasa turística: También podemos emitir un recibo separado con número de personas, noches e importe total. Si lo necesitas, avísame después del pago (online o en efectivo) y preparo el resumen."
  }
}
