{
  "intents": {
    "it": {
      "wifi": ["wifi", "wi fi", "internet", "rete", "password wifi"],
      "wifi_troubleshooting": ["wifi non funziona", "internet non va", "wifi lento", "problemi wifi"],
      "trash": ["spazzatura", "immondizia", "rifiuti", "pattumiera", "cassonetti"],
      "heating": ["riscaldamento", "caldo", "freddo", "termosifoni", "aria calda"],
      "AC": ["aria condizionata", "condizionatore", "ac", "climatizzatore"],
      "electric_panel": ["quadro elettrico", "salta la luce", "corrente", "blackout"],
      "water": ["acqua", "acqua calda", "doccia fredda", "niente acqua"],
      "bathroom": ["bagno", "asciugamani", "phon", "sapone"],
      "linens_towels": ["lenzuola", "asciugamani", "biancheria"],
      "gas": ["gas", "fornelli", "cucina gas"],
      "check_in": ["check in", "arrivo", "entrare", "accesso"],
      "early_checkin": ["early check in", "entrare prima", "arrivo anticipato"],
      "check_out": ["check out", "partenza", "lasciare casa"],
      "late_checkout": ["late check out", "uscire tardi", "partenza tardiva"],
      "luggage_storage": ["bagagli", "valigie", "deposito bagagli"],
      "building": ["palazzo", "portone", "citofono", "ascensore"],
      "transport": ["trasporti", "bus", "tram", "metro", "taxi"],
      "eat": ["mangiare", "ristoranti", "dove mangiare"],
      "drink": ["bere", "bar", "cocktail"],
      "visit": ["cosa vedere", "attrazioni", "monumenti"],
      "experience": ["esperienze", "cosa fare"],
      "day_trips": ["gite", "escursioni", "fuori roma"],
      "city_tax_info": ["tassa di soggiorno", "city tax"],
      "city_tax_payment_issue": ["problemi tassa", "pagamento tassa"],
      "payment_methods": ["pagamenti", "come pagare"],
      "id_documents": ["documenti", "passaporto", "carta identità"],
      "receipt_rental": ["ricevuta soggiorno", "ricevuta affitto"],
      "receipt_city_tax": ["ricevuta tassa"],
      "house_rules": ["regole casa", "divieti"],
      "laundry": ["lavanderia", "lavare vestiti"],
      "emergency": ["emergenza", "numeri utili", "aiuto"],
      "services": ["servizi", "aiuto"]
    },

    "en": {
      "wifi": ["wifi", "wi fi", "internet", "password"],
      "wifi_troubleshooting": ["wifi not working", "internet not working"],
      "trash": ["trash", "garbage", "rubbish"],
      "heating": ["heating", "cold", "hot"],
      "AC": ["air conditioning", "ac"],
      "electric_panel": ["electric panel", "power cut"],
      "water": ["water", "hot water", "cold shower"],
      "bathroom": ["bathroom", "towels", "hairdryer"],
      "linens_towels": ["linens", "towels"],
      "gas": ["gas", "stove"],
      "check_in": ["check in", "arrival"],
      "early_checkin": ["early check in", "arrive earlier"],
      "check_out": ["check out", "departure"],
      "late_checkout": ["late check out"],
      "luggage_storage": ["luggage", "bags"],
      "building": ["building", "intercom", "elevator"],
      "transport": ["transport", "bus", "tram", "taxi"],
      "eat": ["eat", "restaurants"],
      "drink": ["drink", "bar"],
      "visit": ["what to see", "attractions"],
      "experience": ["experiences"],
      "day_trips": ["day trips"],
      "city_tax_info": ["city tax"],
      "city_tax_payment_issue": ["city tax problem"],
      "payment_methods": ["payment"],
      "id_documents": ["documents", "passport"],
      "receipt_rental": ["stay receipt"],
      "receipt_city_tax": ["city tax receipt"],
      "house_rules": ["house rules"],
      "laundry": ["laundry"],
      "emergency": ["emergency"],
      "services": ["services"]
    }
  },
 "it": {
  "trash": "Spazzatura: Trovi le buste in cucina. Chiudi bene i sacchetti e portali nei cassonetti nella corte, prima dell’uscita. Facciamo raccolta differenziata (WeDoRecycling): segui le indicazioni e non lasciare immondizia nel vano scala o fuori dalla porta.",
  "heating": "Riscaldamento: Usa il telecomando dell’aria condizionata. Premi MODE finché appare il simbolo del sole, imposta 26 °C e potenza 1. Spegni sempre il condizionatore quando esci.",
  "electric_panel": "Quadro elettrico: Andando verso il bagno, sulla destra (prima della porta) trovi il quadro. Se manca la corrente: alza gli interruttori o riattiva il generale. L’interruttore generale si trova sopra al quadro elettrico: togliendo il pannello lo trovi dietro. Ricordati di staccare qualche elemento elettrico, altrimenti il sistema rischia di saltare di nuovo.",
  "wifi": "Wi-Fi: Il router è sulla scrivania vicino alla finestra. Giralo per leggere SSID e password sull’etichetta.",
  "wifi_troubleshooting": "Wi-Fi non funziona: controlla che il router sia acceso, riavvialo e verifica la password. Se non va, scrivimi.",
  "check_in": "Check-in: dalle 15:00. Il tuo citofono: C8. Orari del servizio di portineria: 08:00–13:00 e 15:30–18:00.\nPortineria: Paolo.",
  "early_checkin": "Early check-in: Il check-in standard è dalle 15:00. Dimmi l’orario e ti confermo se è possibile soddisfare la tua richiesta.",
  "check_out": "Check-out: Spegni luci e A/C, chiudi le finestre, lascia le chiavi sul tavolo. Chiudi la porta manualmente controllando che sia ben chiusa.",
  "late_checkout": "Late check-out: L’orario standard è alle 11:00. Posso verificare eventuali estensioni.",
  "water": "Acqua: L’acqua è potabile. Se esce fredda, lascia scorrere 1–2 minuti. Se il problema persiste, scrivimi.",
  "AC": "A/C: Spegni l’aria condizionata quando esci o quando vai a visitare i monumenti e non sei all’interno dell’appartamento.",
  "bathroom": "Bagno: Carta igienica, sapone, tappetino e asciugacapelli disponibili.",
  "linens_towels": "Lenzuola e asciugamani: Letto pronto e biancheria inclusa.",
  "gas": "Uso gas: Valvola orizzontale = aperto, verticale = chiuso.",
  "building": "Edificio: Citofono C8. L’ascensore è esclusivamente riservato ai proprietari e non può essere utilizzato per nessun motivo.",
  "transport": "Trasporti: Tram 8 → da Trastevere a Piazza Venezia. Taxi +39 06 3570.",
  "eat": "Dove mangiare: Roscioli; Emma; Ditirambo; Fortunata.",
  "drink": "Dove bere: Bar Camerino; Irish Pub; Modius.",
  "visit": "Cosa vedere: Torre Argentina; Portico d’Ottavia; Isola Tiberina.",
  "experience": "Esperienze: Passeggiata serale tra il Ghetto e l’Isola Tiberina.",
  "day_trips": "Gite: Ostia Antica; Tivoli; Castelli Romani.",
  "city_tax_info": "Tassa di soggiorno: 5 € a persona per notte, massimo 10 notti.",
  "city_tax_payment_issue": "Problemi con la tassa: scrivimi e sistemiamo.",
  "payment_methods": "Pagamenti: Soggiorno tramite piattaforma, tassa con link o in contanti.",
  "id_documents": "Documenti: Necessari per la registrazione obbligatoria.",
  "receipt_rental": "Ricevuta soggiorno: Posso emetterla su richiesta.",
  "receipt_city_tax": "Ricevuta tassa di soggiorno: disponibile dopo il pagamento.",
  "house_rules": "Regole della casa: No feste, no rumori dopo le 22:00, non fumare.",
  "laundry": "Lavanderia: All’interno dell’appartamento, in bagno, c’è una lavatrice che non è un’asciugatrice. Per le istruzioni, fai una foto del modello e cerca il manuale PDF su Google. Per lavanderie esterne, scrivimi e ti consiglio.",
  "emergency": "Numeri di emergenza: UE 112 • Polizia 113 • Ambulanza 118",
  "services": "Non ho trovato una risposta diretta. Scrivimi con più dettagli."
},
  "en": {
  "trash": "Trash: You will find the bags in the kitchen. Close them well and take them to the bins in the courtyard before leaving. We do separate waste (WeDoRecycling): follow the instructions and do not leave garbage in the stairwell or outside the door.",
  "heating": "Heating: Use the air conditioning remote control. Press MODE until the sun symbol appears, set 26 °C and power level 1. Always switch off the air conditioning when you leave.",
  "electric_panel": "Electric panel: Walking towards the bathroom, on the right (before the door) you will find the panel. If the power goes out: raise the switches or reset the main breaker. The main breaker is located above the panel; remove the panel cover and behind it you will find the main switch. Remember to unplug some electrical devices, otherwise the system may trip again.",
  "wifi": "Wi-Fi: The router is on the desk near the window. Turn it to read the SSID and password on the label.",
  "wifi_troubleshooting": "Wi-Fi not working: check that the router is on, restart it and verify the password. If it still does not work, write to me.",
  "check_in": "Check-in: from 15:00. Your intercom: C8. Concierge service hours: 08:00–13:00 and 15:30–18:00.\nConcierge: Paolo.",
  "early_checkin": "Early check-in: Standard check-in is from 15:00. Tell me the time and I will confirm if your request can be accommodated.",
  "check_out": "Check-out: Turn off lights and A/C, close the windows, leave the keys on the table. Close the door manually, making sure it is properly closed.",
  "late_checkout": "Late check-out: Standard time is 11:00. I can check for possible extensions.",
  "water": "Water: Tap water is drinkable. If it comes out cold, let it run for 1–2 minutes. If the problem persists, write to me.",
  "AC": "A/C: Please switch off the air conditioning when you leave or when you go sightseeing and are not inside the apartment.",
  "bathroom": "Bathroom: Toilet paper, soap, bath mat and hairdryer are provided.",
  "linens_towels": "Linens and towels: Bed is ready and linens are included.",
  "gas": "Gas use: Horizontal valve = open, vertical = closed.",
  "building": "Building: Intercom C8. The elevator is exclusively reserved for owners and cannot be used for any reason.",
  "transport": "Transport: Tram 8 → from Trastevere to Piazza Venezia. Taxi +39 06 3570.",
  "eat": "Where to eat: Roscioli; Emma; Ditirambo; Fortunata.",
  "drink": "Where to drink: Camerino; Irish Pub; Modius.",
  "visit": "What to see: Torre Argentina; Portico d’Ottavia; Tiber Island.",
  "experience": "Experiences: Evening walk through the Ghetto and Tiber Island.",
  "day_trips": "Day trips: Ostia Antica; Tivoli; Castelli Romani.",
  "city_tax_info": "City tax: 5 € per person per night, maximum 10 nights.",
  "city_tax_payment_issue": "City tax issues: Write to me and we will fix it.",
  "payment_methods": "Payments: Stay via platform, city tax via link or cash.",
  "id_documents": "Documents: Required for mandatory registration.",
  "receipt_rental": "Stay receipt: I can issue it upon request.",
  "receipt_city_tax": "City tax receipt: Available after payment.",
  "house_rules": "House rules: No parties, no noise after 22:00, no smoking.",
  "laundry": "Laundry: Inside the apartment, in the bathroom, there is a washing machine which is not a dryer. For instructions, take a photo of the model and search the PDF manual on Google. Laundry service: write to me for a suggestion.",
  "emergency": "These are the emergency numbers: EU 112 • Police 113 • Ambulance 118",
  "services": "I did not find a direct answer. Write to me with more details."
},
  "fr": {
  "trash": "Poubelles : Les sacs se trouvent dans la cuisine. Fermez-les bien et déposez-les dans les conteneurs de la cour avant de partir. Nous faisons le tri sélectif (WeDoRecycling) : suivez les indications et ne laissez pas de déchets dans la cage d’escalier ou devant la porte.",
  "heating": "Chauffage : Utilisez la télécommande de la climatisation. Appuyez sur MODE jusqu’au symbole du soleil, réglez à 26 °C et puissance 1. Éteignez toujours la climatisation en sortant.",
  "electric_panel": "Tableau électrique : En allant vers la salle de bain, sur la droite (avant la porte), vous trouverez le tableau. En cas de coupure : relevez les disjoncteurs ou réarmez le général. L’interrupteur général se trouve au-dessus du tableau : retirez le cache et vous le verrez derrière. Pensez à débrancher quelques appareils, sinon le système risque de disjoncter à nouveau.",
  "wifi": "Wi-Fi : Le routeur est sur le bureau près de la fenêtre. Tournez-le pour lire le SSID et le mot de passe sur l’étiquette.",
  "wifi_troubleshooting": "Wi-Fi ne fonctionne pas : vérifiez que le routeur est allumé, redémarrez-le et contrôlez le mot de passe. Sinon, écrivez-moi.",
  "check_in": "Arrivée : à partir de 15:00. Interphone : C8. Horaires de la conciergerie : 08:00–13:00 et 15:30–18:00.\nConcierge : Paolo.",
  "early_checkin": "Arrivée anticipée : L’arrivée standard est à partir de 15:00. Dites-moi l’heure souhaitée et je vérifierai si c’est possible.",
  "check_out": "Départ : Éteignez les lumières et la climatisation, fermez les fenêtres, laissez les clés sur la table. Fermez la porte manuellement en vérifiant qu’elle est bien fermée.",
  "late_checkout": "Départ tardif : L’heure standard est 11:00. Je peux vérifier une éventuelle extension.",
  "water": "Eau : L’eau est potable. Si elle est froide, laissez couler 1–2 minutes. Si le problème persiste, écrivez-moi.",
  "AC": "Climatisation : Merci de l’éteindre lorsque vous sortez ou partez visiter les monuments.",
  "bathroom": "Salle de bain : Papier toilette, savon, tapis de bain et sèche-cheveux disponibles.",
  "linens_towels": "Draps et serviettes : Lit prêt et linge inclus.",
  "gas": "Gaz : Vanne horizontale = ouverte, verticale = fermée.",
  "building": "Immeuble : Interphone C8. L’ascenseur est exclusivement réservé aux propriétaires et ne peut être utilisé pour aucune raison.",
  "transport": "Transports : Tram 8 → de Trastevere à Piazza Venezia. Taxi +39 06 3570.",
  "eat": "Où manger : Roscioli ; Emma ; Ditirambo ; Fortunata.",
  "drink": "Où boire : Camerino ; Irish Pub ; Modius.",
  "visit": "À voir : Torre Argentina ; Portique d’Octavie ; Île Tibérine.",
  "experience": "Expériences : Promenade du soir dans le Ghetto et sur l’Île Tibérine.",
  "day_trips": "Excursions : Ostia Antica ; Tivoli ; Castelli Romani.",
  "city_tax_info": "Taxe de séjour : 5 € par personne et par nuit, maximum 10 nuits.",
  "city_tax_payment_issue": "Problème de taxe : écrivez-moi et je corrige.",
  "payment_methods": "Paiements : Séjour via plateforme, taxe via lien ou espèces.",
  "id_documents": "Documents : Nécessaires pour l’enregistrement obligatoire.",
  "receipt_rental": "Reçu de séjour : disponible sur demande.",
  "receipt_city_tax": "Reçu de taxe : disponible après paiement.",
  "house_rules": "Règles : pas de fêtes, pas de bruit après 22:00, non-fumeur.",
  "laundry": "Blanchisserie : Dans la salle de bain, il y a une machine à laver qui n’est pas un sèche-linge. Pour les instructions, prenez une photo du modèle et recherchez le manuel PDF sur Google. Blanchisserie : écrivez-moi pour un conseil.",
  "emergency": "Numéros d’urgence : UE 112 • Police 113 • Ambulance 118",
  "services": "Je n’ai pas trouvé de réponse directe. Donnez-moi plus de détails."
},
  "de": {
  "trash": "Müll: Müllbeutel befinden sich in der Küche. Bitte gut verschließen und vor dem Verlassen in den Hof bringen. Wir trennen den Müll (WeDoRecycling): Bitte folgen Sie den Anweisungen und lassen Sie keinen Müll im Treppenhaus oder vor der Tür.",
  "heating": "Heizung: Verwenden Sie die Klimaanlagen-Fernbedienung. Drücken Sie MODE bis das Sonnensymbol erscheint, stellen Sie 26 °C und Leistungsstufe 1 ein. Schalten Sie die Klimaanlage beim Verlassen immer aus.",
  "electric_panel": "Sicherungskasten: Auf dem Weg zum Bad, rechts (vor der Tür), befindet sich der Kasten. Bei Stromausfall: Sicherungen hochlegen oder den Hauptschalter zurücksetzen. Der Hauptschalter befindet sich über dem Sicherungskasten – Abdeckung entfernen, dahinter ist der Schalter. Bitte einige Geräte ausstecken, sonst kann der Strom erneut ausfallen.",
  "wifi": "WLAN: Der Router steht auf dem Schreibtisch nahe dem Fenster. Drehen Sie ihn, um SSID und Passwort auf dem Etikett zu lesen.",
  "wifi_troubleshooting": "WLAN funktioniert nicht: Prüfen Sie, ob der Router eingeschaltet ist, starten Sie ihn neu und kontrollieren Sie das Passwort. Falls es nicht funktioniert, schreiben Sie mir.",
  "check_in": "Check-in: ab 15:00. Gegensprechanlage: C8. Portierservice: 08:00–13:00 und 15:30–18:00.\nPortier: Paolo.",
  "early_checkin": "Früher Check-in: Standard ist ab 15:00. Teilen Sie mir die gewünschte Uhrzeit mit, ich prüfe die Möglichkeit.",
  "check_out": "Check-out: Licht und Klimaanlage ausschalten, Fenster schließen, Schlüssel auf dem Tisch lassen. Tür manuell schließen und prüfen, dass sie richtig geschlossen ist.",
  "late_checkout": "Später Check-out: Standardzeit ist 11:00. Verlängerung auf Anfrage möglich.",
  "water": "Wasser: Trinkwasser. Wenn es kalt ist, 1–2 Minuten laufen lassen. Wenn das Problem bleibt, schreiben Sie mir.",
  "AC": "Klimaanlage: Bitte ausschalten, wenn Sie die Wohnung verlassen oder unterwegs sind.",
  "bathroom": "Bad: Toilettenpapier, Seife, Badematte und Föhn vorhanden.",
  "linens_towels": "Bettwäsche und Handtücher: Bett vorbereitet, Wäsche inklusive.",
  "gas": "Gas: Ventil waagerecht = offen, senkrecht = geschlossen.",
  "building": "Gebäude: Gegensprechanlage C8. Der Aufzug ist ausschließlich den Eigentümern vorbehalten und darf nicht benutzt werden.",
  "transport": "Verkehr: Tram 8 → von Trastevere nach Piazza Venezia. Taxi +39 06 3570.",
  "eat": "Essen: Roscioli; Emma; Ditirambo; Fortunata.",
  "drink": "Trinken: Camerino; Irish Pub; Modius.",
  "visit": "Sehenswertes: Torre Argentina; Portico d’Ottavia; Tiberinsel.",
  "experience": "Erlebnisse: Abendspaziergang durch das Ghetto und zur Tiberinsel.",
  "day_trips": "Ausflüge: Ostia Antica; Tivoli; Castelli Romani.",
  "city_tax_info": "Kurtaxe: 5 € pro Person und Nacht, maximal 10 Nächte.",
  "city_tax_payment_issue": "Probleme mit der Kurtaxe: Schreiben Sie mir, wir regeln das.",
  "payment_methods": "Zahlungen: Aufenthalt über Plattform, Kurtaxe per Link oder bar.",
  "id_documents": "Ausweise: Für die gesetzliche Registrierung erforderlich.",
  "receipt_rental": "Aufenthaltsbeleg: Auf Anfrage erhältlich.",
  "receipt_city_tax": "Kurtaxenbeleg: Nach Zahlung verfügbar.",
  "house_rules": "Hausregeln: Keine Partys, keine Geräusche nach 22:00, Rauchverbot.",
  "laundry": "Wäsche: Im Bad befindet sich eine Waschmaschine (kein Trockner). Für Anweisungen ein Foto des Modells machen und das PDF-Handbuch bei Google suchen. Wäscheservice: Schreiben Sie mir für einen Tipp.",
  "emergency": "Notrufnummern: EU 112 • Polizei 113 • Rettung 118",
  "services": "Keine direkte Antwort gefunden. Bitte mehr Details senden."
},
  "es": {
  "trash": "Basura: Las bolsas están en la cocina. Ciérrelas bien y llévelas al patio antes de salir. Hacemos recogida selectiva (WeDoRecycling): siga las indicaciones y no deje basura en la escalera ni fuera de la puerta.",
  "heating": "Calefacción: Use el mando del aire acondicionado. Pulse MODE hasta que aparezca el símbolo del sol, ajuste 26 °C y potencia 1. Apague siempre el aire al salir.",
  "electric_panel": "Cuadro eléctrico: Caminando hacia el baño, a la derecha (antes de la puerta) encontrará el cuadro. Si se va la luz: suba los interruptores o reinicie el general. El interruptor general está encima del cuadro; quite la tapa y lo encontrará detrás. Recuerde desconectar algunos aparatos para evitar que vuelva a saltar.",
  "wifi": "Wi-Fi: El router está en el escritorio cerca de la ventana. Gírelo para leer el SSID y la contraseña en la etiqueta.",
  "wifi_troubleshooting": "Wi-Fi no funciona: compruebe que el router esté encendido, reinícielo y verifique la contraseña. Si no funciona, escríbame.",
  "check_in": "Check-in: desde las 15:00. Interfono: C8. Horario de portería: 08:00–13:00 y 15:30–18:00.\nPortero: Paolo.",
  "early_checkin": "Check-in temprano: El horario estándar es desde las 15:00. Dígame la hora y confirmaré si es posible.",
  "check_out": "Check-out: Apague luces y aire acondicionado, cierre las ventanas, deje las llaves sobre la mesa. Cierre la puerta manualmente asegurándose de que quede bien cerrada.",
  "late_checkout": "Salida tardía: La hora estándar es 11:00. Puedo verificar posibles extensiones.",
  "water": "Agua: El agua es potable. Si sale fría, deje correr 1–2 minutos. Si el problema continúa, escríbame.",
  "AC": "A/C: Apague el aire acondicionado cuando salga o esté visitando los monumentos.",
  "bathroom": "Baño: Papel higiénico, jabón, alfombrilla y secador disponibles.",
  "linens_towels": "Sábanas y toallas: Cama preparada y ropa incluida.",
  "gas": "Gas: Válvula horizontal = abierta, vertical = cerrada.",
  "building": "Edificio: Interfono C8. El ascensor es exclusivamente para los propietarios y no puede utilizarse por ningún motivo.",
  "transport": "Transporte: Tranvía 8 → de Trastevere a Piazza Venezia. Taxi +39 06 3570.",
  "eat": "Dónde comer: Roscioli; Emma; Ditirambo; Fortunata.",
  "drink": "Dónde beber: Camerino; Irish Pub; Modius.",
  "visit": "Qué ver: Torre Argentina; Pórtico de Octavia; Isla Tiberina.",
  "experience": "Experiencias: Paseo nocturno por el Gueto y la Isla Tiberina.",
  "day_trips": "Excursiones: Ostia Antica; Tivoli; Castelli Romani.",
  "city_tax_info": "Tasa turística: 5 € por persona y noche, máximo 10 noches.",
  "city_tax_payment_issue": "Problemas con la tasa: escríbame y lo solucionamos.",
  "payment_methods": "Pagos: Estancia por plataforma, tasa por enlace o efectivo.",
  "id_documents": "Documentos: Necesarios para el registro obligatorio.",
  "receipt_rental": "Recibo de estancia: disponible bajo solicitud.",
  "receipt_city_tax": "Recibo de la tasa: disponible tras el pago.",
  "house_rules": "Normas: no fiestas, no ruido después de las 22:00, no fumar.",
  "laundry": "Lavandería: En el baño hay una lavadora que no es secadora. Para las instrucciones, haga una foto del modelo y busque el manual PDF en Google. Lavandería: escríbame para una sugerencia.",
  "emergency": "Números de emergencia: UE 112 • Policía 113 • Ambulancia 118",
  "services": "No encontré una respuesta directa. Escríbame con más detalles."
}
}
}

