{
    "en": {
    "trash": "Trash: Use the garbage bags in the kitchen, close them well and take them to the bins in the inner courtyard before the exit. We separate waste (WeDoRecycling), so please follow the indications and do not leave garbage in the staircase or outside the apartment door.",
    "heating": "Heating: Use the A/C remote, press MODE until you see the sun symbol and set 26°C with power level 1. Always switch off the unit when you leave the apartment.",
    "electric_panel": "Electric panel: Going towards the bathroom, on the right before the door you find the panel. If the power goes off, raise any switch that is down; if they are all up, remove the cover above, raise the main switch and turn off one or more appliances.",
    "wifi": "Wi-Fi: Router is on the desk near the window. Turn it around to read the SSID and password on the label.\nNetwork: See router label. Password: See router label.",
    "check_in": "Check-in from 15:00.\nIntercom code: C8.\nMain door: 08:00–13:00 and 15:30–18:00.\nConcierge: Paolo.\nNeed help? Call +39 335 5245756.",
    "check_out": "Before leaving: turn off lights/AC, close windows, leave keys on the table, gently close the door.",
    "water": "Tap water is safe to drink. Hot water is always available.",
    "AC": "Please switch OFF the air conditioning when you go out.",
    "bathroom": "Bathroom: Toilet paper, hand soap, bath mat, hairdryer.\nTowels: Per guest: 1 large + 1 medium towel. Bed is prepared on arrival.",
    "gas": "Gas use: Gas valve: horizontal = OPEN, vertical = CLOSED. Choose the burner, light a match/lighter, then turn and press the black knob until the flame is stable, then release.",
    "building": "Intercom: C8.\nElevator: Elevator for owners only — please do not use it.\nMain door: 08:00–13:00 and 15:30–18:00.\nConcierge: Paolo.",
    "eat": "Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Caffè Camerino (Largo Arenula 30); Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Via Arenula for food shops/bakeries/gelato; fish market in Piazza Costaguti; Forno Boccione; Mercato Monti (weekends).",
    "visit": "Largo di Torre Argentina (temples & cat sanctuary); Portico d’Ottavia; Tiber Island; Piazza Farnese; hidden churches (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Evening walk: Largo Argentina → Ghetto → Tiber Island → Teatro di Marcello; aperitivo at Camerino or Modius; pastries at Forno Boccione; sunset along the Lungotevere.",
    "day_trips": "Ostia Antica (~40 min); Tivoli (Villa d’Este & Hadrian’s Villa ~1h); Castelli Romani.",
    "transport": "Tram 8 (Arenula/Cairoli) → Trastevere or Piazza Venezia. Buses 40/64 → Termini and the Vatican. Taxi: +39 06 3570 or FreeNow app.\nAirports: Fiumicino: Tram 8 → Trastevere Station → FL1 train (~45 min). Ciampino: Terravision bus or taxi. Private transfer: Welcome Pickups.",
    "services": "I did not find a direct answer. Try a quick button (wifi, gas, transport, visit…).",
    "emergency": "EU Emergency 112 • Police 113 • Ambulance 118 • Fire 115 • English-speaking doctor +39 06 488 2371 • 24h vet +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerts, theatre, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseum, Roman Forum & Palatine: https://colosseo.it/en\n• Vatican Museums & Sistine Chapel: https://tickets.museivaticani.va/\n• Museums of Rome: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — exhibitions: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum of 21st Century Arts: https://www.maxxi.art/en/"
        "house_rules": "House rules: Please respect the neighbours: no parties, no loud music and no noise after 22:00. Smoking is not allowed inside the apartment; if you smoke near the windows, do not throw cigarette butts outside. No unregistered extra guests are allowed. If you are unsure about anything, write to me first – it is always better to clarify in advance.",
    "laundry": "Laundry: If you need to wash clothes or towels, write to me and I will suggest the best option (self-service laundromat or service nearby) according to your schedule.",
    "wifi_troubleshooting": "Wi-Fi not working: 1) Check that the router is ON (front lights on). 2) Unplug the router for 30 seconds and plug it back in. 3) Make sure you are connected to the correct network shown on the router label and that you entered the password exactly as written (upper/lowercase matters). If it still does not work, send me a message and we will check together.",
    "late_checkout_policy": "Late check-out: Standard check-out time is 11:00. Sometimes we can allow a small extension, but it always depends on same-day arrivals and the cleaning team. Late check-out can never be confirmed automatically: if you need to leave later, tell me the time you would like and I will personally confirm it based on availability.",
    "luggage_storage": "Luggage storage: When possible, we can try to find a solution to keep your luggage after check-out, but it depends on cleaning and new arrivals. Tell me the time when you would like to leave/pick up your bags and I will let you know if they can stay in the apartment or I will suggest a luggage storage nearby.",
    "id_documents": "ID documents: Italian law requires guest registration. Before or at check-in I will ask for a valid ID document for each guest (ID card or passport). Documents can be sent through the portal/link I provide or as clear front/back photos by message/email. Data are used only for legal registration and not for other purposes.",
    "payment_methods": "Payments: The cost of the stay (rental) is usually handled directly by the booking platform (Airbnb, Booking, Vrbo, etc.). For the city tax we use online payment links (card, Apple/Google Pay, PayPal) or, if you prefer, you can pay in cash on arrival or before departure. In all cases I will send you clear instructions.",
    "city_tax_info": "City tax: In Rome there is a mandatory municipal tax for non-resident guests. For this apartment the amount is 5 € per person per night, up to a maximum of 10 nights. The tax is collected by us on behalf of the City of Rome. Possible exemptions depend on municipal rules: if you are unsure, write to me and we will check together.",
    "city_tax_payment_issue": "City tax payment issues: If the amount you see in the link or portal does not look correct, or the link does not work, do not worry: check-in and keys are not blocked. Send me the number of adult guests, the actual nights and how much you have already paid (if any), and I will confirm the correct amount. Any difference can be adjusted with a new link or in cash.",
    "receipt_rental": "Stay receipt: We can issue a receipt for the apartment stay (short-term rental) with your name, dates and total amount paid. It is not a VAT invoice, but a simple receipt for tourist rental. If you need it, send me the details you want to appear (name/surname or company name, address, tax code if applicable) and I will send you the receipt in digital format.",
    "receipt_city_tax": "City tax receipt: We can also issue a separate receipt for the city tax, showing number of guests, nights and total amount paid. If you need this receipt, let me know after payment (online or cash) and I will prepare a dedicated summary."
    },
  "it": {
  "trash": "Spazzatura: Usa le buste in cucina, chiudi bene i sacchetti e portali nei cassonetti nella corte prima dell’uscita. Facciamo raccolta differenziata (WeDoRecycling), quindi ti chiediamo di seguire le indicazioni e di non lasciare immondizia nel vano scala o fuori dalla porta dell’appartamento.",
  "heating": "Riscaldamento: Usa il telecomando dell’aria condizionata, premi MODE finché non compare il simbolo del sole e imposta 26 °C con potenza 1. Spegni sempre il condizionatore quando esci dall’appartamento.",
  "electric_panel": "Quadro elettrico: Andando verso il bagno, sulla destra prima della porta trovi il quadro. Se manca la corrente alza gli interruttori abbassati; se sono già tutti su, togli il pannello sopra, rialza l’interruttore generale e spegni qualche elettrodomestico.",
    "wifi": "Wi-Fi: Router sulla scrivania vicino alla finestra. Giralo per leggere SSID e password.\nRete: Vedi etichetta del router. Password: Vedi etichetta del router.",
    "check_in": "Check-in dalle 15:00.\nCodice citofono: C8.\nPortone: 08:00–13:00 e 15:30–18:00.\nPortineria: Paolo.\nAiuto? Chiama +39 335 5245756.",
    "check_out": "Prima di partire: spegni luci/AC, chiudi le finestre, lascia le chiavi sul tavolo, chiudi delicatamente la porta.",
    "water": "L’acqua del rubinetto è potabile. L’acqua calda è sempre disponibile.",
    "AC": "Spegni l’aria condizionata quando esci.",
    "bathroom": "Bagno: Carta igienica, sapone mani, tappetino, asciugacapelli.\nAsciugamani: Per ospite: 1 telo grande + 1 medio. Letto pronto all’arrivo.",
    "gas": "Uso gas: Valvola gas: orizzontale = aperto, verticale = chiuso. Scegli il fornello. Accendi un fiammifero/accendino. Gira e premi la manopola nera finché la fiamma è stabile, poi rilascia.",
    "building": "Citofono: C8.\nAscensore: Ascensore solo proprietari — per favore non usarlo.\nPortone: 08:00–13:00 e 15:30–18:00.\nPortineria: Paolo.",
    "eat": "Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Caffè Camerino (Largo Arenula 30); Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Via Arenula gastronomia/forni/gelato; mercato del pesce Piazza Costaguti; Forno Boccione; Mercato Monti (weekend).",
    "visit": "Largo di Torre Argentina (templi & colonia felina); Portico d’Ottavia; Isola Tiberina; Piazza Farnese; chiese nascoste (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Passeggiata serale: Largo Argentina → Ghetto → Isola Tiberina → Teatro di Marcello; aperitivo da Camerino o Modius; dolci al Forno Boccione; tramonto sul Lungotevere.",
    "day_trips": "Ostia Antica (~40 min); Tivoli (Villa d’Este & Villa Adriana ~1h); Castelli Romani.",
    "transport": "Tram 8 (Arenula/Cairoli) → Trastevere o Piazza Venezia. Bus 40/64 → Termini e Vaticano. Taxi: +39 06 3570 o app FreeNow.\nAeroporti: Fiumicino: Tram 8 → Trastevere → treno FL1 (~45 min). Ciampino: bus Terravision o taxi. Transfer privato: Welcome Pickups.",
    "services": "Non ho trovato una risposta diretta. Prova un pulsante (wifi, gas, trasporti, visitare…).",
    "emergency": "Emergenze UE 112 • Polizia 113 • Ambulanza 118 • Vigili 115 • Medico (EN) +39 06 488 2371 • Veterinario 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerts, theatre, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseum, Roman Forum & Palatine: https://colosseo.it/en\n• Vatican Museums & Sistine Chapel: https://tickets.museivaticani.va/\n• Museums of Rome: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — exhibitions: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum of 21st Century Arts: https://www.maxxi.art/en/"
        "house_rules": "Regole della casa: Ti chiediamo di rispettare il vicinato: niente feste, niente musica ad alto volume e nessun rumore dopo le 22:00. Vietato fumare all’interno dell’appartamento; se fumi vicino alle finestre, non buttare mozziconi fuori. Non sono ammessi ospiti extra non registrati. Per qualsiasi dubbio scrivimi prima, è sempre meglio chiarire in anticipo.",
    "laundry": "Lavanderia: Se hai bisogno di lavare vestiti o asciugamani, scrivimi e ti indico la soluzione migliore (lavanderia self-service o servizio in zona) in base ai tuoi orari.",
    "wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router sia acceso (luci frontali accese). 2) Stacca la spina del router per 30 secondi e ricollegala. 3) Verifica di essere connesso alla rete indicata sull’etichetta del router e di aver inserito la password esattamente come scritta (maiuscole/minuscole contano). Se ancora non va, scrivimi e verifichiamo insieme.",
    "late_checkout_policy": "Late check-out: L’orario standard di check-out è alle 11:00. In alcuni casi possiamo concedere un piccolo prolungamento, ma dipende dagli arrivi dello stesso giorno e dalla squadra di pulizia. Il late check-out non può mai essere confermato in automatico: se ti serve uscire più tardi, scrivimi l’orario che ti sarebbe comodo e ti confermerò io personalmente in base alla disponibilità.",
    "luggage_storage": "Deposito bagagli: Quando possibile, possiamo trovare una soluzione per tenere le valigie dopo il check-out, ma dipende da pulizie e nuovi arrivi. Scrivimi l’orario in cui vorresti lasciare/ritirare i bagagli e ti dirò se è possibile tenerli in appartamento o ti suggerirò un deposito bagagli vicino.",
    "id_documents": "Documenti: La legge italiana richiede la registrazione degli ospiti. Prima o al momento del check-in ti chiederò un documento di identità valido per ciascun ospite (carta d’identità o passaporto). I documenti possono essere inviati tramite il portale/link che ti mando oppure come foto chiare fronte/retro via messaggio/email. I dati vengono usati solo per gli adempimenti di legge.",
    "payment_methods": "Pagamenti: Di solito il costo del soggiorno viene gestito direttamente dalla piattaforma di prenotazione (Airbnb, Booking, Vrbo, ecc.). Per la tassa di soggiorno utilizziamo link di pagamento online (carta, Apple/Google Pay, PayPal) oppure, se preferisci, puoi pagare in contanti all’arrivo o prima della partenza. In ogni caso ti invierò sempre istruzioni chiare.",
    "city_tax_info": "Tassa di soggiorno: A Roma è obbligatoria una tassa comunale per gli ospiti non residenti. Per questo appartamento l’importo è di 5 € a persona per notte, fino a un massimo di 10 notti. La tassa viene incassata da noi per conto del Comune di Roma. Eventuali esenzioni dipendono dalle regole comunali: se hai dubbi, scrivimi e verifichiamo insieme.",
    "city_tax_payment_issue": "Problemi con il pagamento della tassa: Se l’importo che vedi nel link o sul portale non ti sembra corretto, oppure il link non funziona, non ti preoccupare: il check-in e le chiavi non vengono bloccati. Scrivimi il numero di persone adulte, le notti effettive e quanto hai già pagato (se hai effettuato un pagamento) e ti confermerò l’importo giusto. Eventuali differenze si possono regolare con un nuovo link o in contanti.",
    "receipt_rental": "Ricevuta soggiorno: Possiamo rilasciare una ricevuta per il soggiorno in appartamento (affitto breve) con il tuo nome, le date e l’importo totale pagato. Non è una fattura con partita IVA, ma una ricevuta semplice per locazione turistica. Se ti serve, mandami i dati che vuoi inserire (nome/cognome o ragione sociale, indirizzo, eventuale codice fiscale) e ti invierò la ricevuta in formato digitale.",
    "receipt_city_tax": "Ricevuta tassa di soggiorno: Possiamo rilasciare anche una ricevuta separata per la tassa di soggiorno, con indicazione di numero di persone, notti e importo totale versato. Se ti serve questa ricevuta, avvisami dopo il pagamento (online o in contanti) e preparerò un riepilogo dedicato."
  },
  "fr": {
  "trash": "Poubelles : Utilisez les sacs poubelle de la cuisine, fermez-les bien et déposez-les dans les conteneurs de la cour intérieure avant la sortie. Nous faisons le tri sélectif (WeDoRecycling), merci donc de suivre les indications et de ne pas laisser de déchets dans la cage d’escalier ni devant la porte de l’appartement.",
  "heating": "Chauffage : Utilisez la télécommande de la climatisation, appuyez sur MODE jusqu’au symbole du soleil et réglez à 26 °C avec puissance 1. Éteignez toujours la climatisation lorsque vous quittez l’appartement.",
  "electric_panel": "Tableau électrique : En allant vers la salle de bain, sur la droite avant la porte se trouve le tableau. En cas de coupure, relevez les disjoncteurs baissés ; s’ils sont tous en haut, retirez le panneau au-dessus, remontez l’interrupteur principal et éteignez un ou plusieurs appareils.",
    "wifi": "Wi-Fi : Routeur sur le bureau près de la fenêtre. Tournez-le pour lire le SSID et le mot de passe.\nRéseau : Voir l’étiquette du routeur. Mot de passe : Voir l’étiquette du routeur.",
    "check_in": "Arrivée à partir de 15:00.\nCode interphone : C8.\nPorte : 08:00–13:00 et 15:30–18:00.\nConcierge : Paolo.\nBesoin d’aide ? +39 335 5245756.",
    "check_out": "Avant de partir : éteignez lumières/clim, fermez les fenêtres, laissez les clés sur la table, fermez doucement la porte.",
    "water": "L’eau du robinet est potable. L’eau chaude est toujours disponible.",
    "AC": "Merci d’éteindre la climatisation en sortant.",
    "bathroom": "Salle de bain : Papier toilette, savon mains, tapis de bain, sèche-cheveux.\nServiettes : Par personne : 1 grande + 1 moyenne. Lit prêt à l’arrivée.",
    "gas": "Gaz : Vanne de gaz : horizontale = ouvert, verticale = fermé. Choisir le brûleur, allumer une allumette/briquet, tourner et appuyer sur le bouton noir jusqu’à flamme stable, puis relâcher.",
    "building": "Interphone : C8.\nAscenseur : Ascenseur réservé aux propriétaires — merci de ne pas l’utiliser.\nPorte : 08:00–13:00 et 15:30–18:00.\nConcierge : Paolo.",
    "eat": "Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Caffè Camerino; Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Épiceries/boulangeries/glaces Via Arenula; marché aux poissons Piazza Costaguti; Forno Boccione; Mercato Monti (week-ends).",
    "visit": "Largo di Torre Argentina (temples & refuge pour chats); Portique d’Octavie; Île Tibérine; Piazza Farnese; églises cachées (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Balade du soir : Largo Argentina → Ghetto → Île Tibérine → Théâtre de Marcellus; apéritif chez Camerino ou Modius; pâtisseries au Forno Boccione; coucher de soleil sur le Lungotevere.",
    "day_trips": "Ostia Antica (~40 min) ; Tivoli (Villa d’Este & d’Hadrien ~1h) ; Castelli Romani.",
    "transport": "Tram 8 (Arenula/Cairoli) → Trastevere ou Piazza Venezia. Bus 40/64 → Termini & Vatican. Taxi : +39 06 3570 ou FreeNow.\nAéroports : Fiumicino : Tram 8 → Trastevere → FL1 (~45 min). Ciampino : bus Terravision ou taxi.",
    "services": "Je n’ai pas trouvé de réponse directe. Essayez un bouton (wifi, gaz, transports, visiter…).",
    "emergency": "Urgences UE 112 • Police 113 • Ambulance 118 • Pompiers 115 • Médecin anglophone +39 06 488 2371 • Vétérinaire 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerts, theatre, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseum, Roman Forum & Palatine: https://colosseo.it/en\n• Vatican Museums & Sistine Chapel: https://tickets.museivaticani.va/\n• Museums of Rome: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — exhibitions: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum of 21st Century Arts: https://www.maxxi.art/en/"
        "house_rules": "Règles de la maison : Merci de respecter le voisinage : pas de fêtes, pas de musique forte et pas de bruit après 22h00. Il est interdit de fumer à l’intérieur de l’appartement ; si vous fumez près des fenêtres, ne jetez pas les mégots dehors. Aucun invité supplémentaire non enregistré n’est autorisé. En cas de doute, écrivez-moi d’abord : il vaut mieux clarifier avant.",
    "laundry": "Blanchisserie : Si vous devez laver des vêtements ou des serviettes, écrivez-moi et je vous indiquerai la meilleure solution (laverie libre-service ou service à proximité) en fonction de vos horaires.",
    "wifi_troubleshooting": "Wi-Fi ne fonctionne pas : 1) Vérifiez que le routeur est allumé (voyants allumés). 2) Débranchez le routeur pendant 30 secondes puis rebranchez-le. 3) Assurez-vous d’être connecté au bon réseau indiqué sur l’étiquette du routeur et d’avoir saisi le mot de passe exactement comme écrit (majuscules/minuscules). Si cela ne fonctionne toujours pas, envoyez-moi un message et nous vérifierons ensemble.",
    "late_checkout_policy": "Départ tardif : L’heure de départ standard est 11h00. Parfois nous pouvons accorder un léger prolongement, mais cela dépend toujours des arrivées le même jour et de l’équipe de ménage. Le départ tardif ne peut jamais être confirmé automatiquement : si vous avez besoin de partir plus tard, indiquez-moi l’heure souhaitée et je vous confirmerai personnellement en fonction des disponibilités.",
    "luggage_storage": "Consigne bagages : Lorsque c’est possible, nous pouvons essayer de trouver une solution pour garder vos bagages après le départ, mais cela dépend du ménage et des nouveaux arrivants. Indiquez-moi l’heure à laquelle vous souhaitez laisser/récupérer les valises et je vous dirai si elles peuvent rester dans l’appartement ou je vous proposerai une consigne à proximité.",
    "id_documents": "Documents d’identité : La loi italienne impose l’enregistrement des voyageurs. Avant ou au moment du check-in, je demanderai un document d’identité valide pour chaque invité (carte d’identité ou passeport). Les documents peuvent être envoyés via le portail/lien que je vous fournis ou sous forme de photos claires recto/verso par message/email. Les données sont utilisées uniquement pour les obligations légales.",
    "payment_methods": "Paiements : Le coût du séjour (location) est généralement géré directement par la plateforme de réservation (Airbnb, Booking, Vrbo, etc.). Pour la taxe de séjour, nous utilisons des liens de paiement en ligne (carte, Apple/Google Pay, PayPal) ou, si vous préférez, vous pouvez payer en espèces à l’arrivée ou avant le départ. Dans tous les cas, je vous enverrai des instructions claires.",
    "city_tax_info": "Taxe de séjour : À Rome, il existe une taxe communale obligatoire pour les invités non résidents. Pour cet appartement, le montant est de 5 € par personne et par nuit, jusqu’à un maximum de 10 nuits. La taxe est encaissée par nous pour le compte de la Ville de Rome. D’éventuelles exonérations dépendent des règles de la commune : si vous avez un doute, écrivez-moi et nous vérifierons ensemble.",
    "city_tax_payment_issue": "Problèmes de paiement de la taxe : Si le montant indiqué dans le lien ou le portail ne vous semble pas correct, ou si le lien ne fonctionne pas, ne vous inquiétez pas : le check-in et les clés ne sont pas bloqués. Envoyez-moi le nombre d’adultes, les nuits effectives et le montant déjà payé (le cas échéant) et je vous confirmerai le montant correct. Toute différence pourra être régularisée avec un nouveau lien ou en espèces.",
    "receipt_rental": "Reçu de séjour : Nous pouvons émettre un reçu pour le séjour dans l’appartement (location de courte durée) avec votre nom, les dates et le montant total payé. Il ne s’agit pas d’une facture avec TVA, mais d’un reçu simple pour location touristique. Si vous en avez besoin, envoyez-moi les données à indiquer (nom/prénom ou raison sociale, adresse, éventuel code fiscal) et je vous enverrai le reçu en format numérique.",
    "receipt_city_tax": "Reçu de taxe de séjour : Nous pouvons également émettre un reçu séparé pour la taxe de séjour, indiquant le nombre de personnes, les nuits et le montant total versé. Si vous avez besoin de ce reçu, informez-moi après le paiement (en ligne ou en espèces) et je préparerai un récapitulatif dédié."
  },
    "de": {
  "trash": "Müll: Bitte verwenden Sie die Müllbeutel in der Küche, verschließen Sie sie gut und bringen Sie sie zu den Containern im Innenhof vor dem Ausgang. Wir trennen den Müll (WeDoRecycling), daher bitten wir Sie, die Hinweise zu beachten und keinen Müll im Treppenhaus oder vor der Wohnungstür zu lassen.",
  "heating": "Heizung: Nutzen Sie die Fernbedienung der Klimaanlage, drücken Sie MODE, bis das Sonnensymbol erscheint, und stellen Sie 26 °C mit Leistungsstufe 1 ein. Schalten Sie das Gerät immer aus, wenn Sie die Wohnung verlassen.",
  "electric_panel": "Sicherungskasten: Auf dem Weg zum Bad, rechts vor der Tür, befindet sich der Kasten. Bei Stromausfall legen Sie heruntergefallene Schalter wieder nach oben; wenn alle oben sind, entfernen Sie die Abdeckung darüber, legen Sie den Hauptschalter um und schalten Sie einige Geräte aus.",
   "wifi": "WLAN: Router auf dem Schreibtisch am Fenster. Umdrehen, um SSID & Passwort zu sehen.\nNetz: Siehe Router-Etikett. Passwort: Siehe Router-Etikett.",
    "check_in": "Check-in ab 15:00.\nSprechanlagen-Code: C8.\nHaustür: 08:00–13:00 und 15:30–18:00.\nHausmeister: Paolo.\nHilfe? +39 335 5245756.",
    "check_out": "Vor der Abreise: Licht/AC aus, Fenster schließen, Schlüssel auf dem Tisch lassen, Tür sanft schließen.",
    "water": "Leitungswasser ist trinkbar. Warmwasser ist immer verfügbar.",
    "AC": "Bitte Klimaanlage ausschalten, wenn Sie ausgehen.",
    "bathroom": "Bad: Toilettenpapier, Handseife, Badematte, Föhn.\nHandtücher: Pro Gast: 1 großes + 1 mittleres Handtuch. Bett bei Ankunft gemacht.",
    "gas": "Gas: Gashahn: waagrecht = offen, senkrecht = zu. Brenner wählen. Streichholz/Feuerzeug anzünden. Schwarzen Knopf drehen & drücken bis Flamme stabil, dann loslassen.",
    "building": "Sprechanlage: C8.\nAufzug: Aufzug nur für Eigentümer — bitte nicht benutzen.\nTür: 08:00–13:00 und 15:30–18:00.\nHausmeister: Paolo.",
    "eat": "Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Caffè Camerino; Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Feinkost/Bäckereien/Eis Via Arenula; Fischmarkt Piazza Costaguti; Forno Boccione; Mercato Monti (Wochenende).",
    "visit": "Largo di Torre Argentina (Tempel & Katzenkolonie); Portico d’Ottavia; Tiberinsel; Piazza Farnese; versteckte Kirchen (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Abendrunde: Largo Argentina → Ghetto → Tiberinsel → Theater des Marcellus; Aperitivo bei Camerino oder Modius; Süßes im Forno Boccione; Sonnenuntergang am Lungotevere.",
    "day_trips": "Ostia Antica (~40 min); Tivoli (Villa d’Este & Villa Adriana ~1h); Castelli Romani.",
    "transport": "Tram 8 (Arenula/Cairoli) → Trastevere/Piazza Venezia. Bus 40/64 → Termini & Vatikan. Taxi: +39 06 3570 oder FreeNow.\nFlughäfen: Fiumicino: Tram 8 → Trastevere → FL1 (~45 Min). Ciampino: Terravision-Bus oder Taxi.",
    "services": "Keine direkte Antwort gefunden. Nutze einen Button (WLAN, Gas, Verkehr, Sehenswürdigkeiten…).",
    "emergency": "EU-Notruf 112 • Polizei 113 • Rettung 118 • Feuerwehr 115 • Arzt (EN) +39 06 488 2371 • Tierarzt 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerts, theatre, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseum, Roman Forum & Palatine: https://colosseo.it/en\n• Vatican Museums & Sistine Chapel: https://tickets.museivaticani.va/\n• Museums of Rome: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — exhibitions: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum of 21st Century Arts: https://www.maxxi.art/en/"
      "house_rules": "Hausordnung: Bitte respektieren Sie die Nachbarn: keine Partys, keine laute Musik und kein Lärm nach 22:00 Uhr. Rauchen ist in der Wohnung nicht erlaubt; wenn Sie am Fenster rauchen, werfen Sie keine Zigarettenstummel hinaus. Zusätzliche, nicht registrierte Gäste sind nicht erlaubt. Bei Unklarheiten schreiben Sie mir bitte vorher – besser vorher klären als hinterher.",
    "laundry": "Wäsche: Wenn Sie Kleidung oder Handtücher waschen müssen, schreiben Sie mir und ich empfehle Ihnen je nach Zeitplan den besten Service (SB-Waschsalon oder Service in der Nähe).",
    "wifi_troubleshooting": "WLAN funktioniert nicht: 1) Prüfen Sie, ob der Router eingeschaltet ist (Kontrolllampen an). 2) Ziehen Sie den Stecker des Routers für 30 Sekunden und stecken Sie ihn wieder ein. 3) Stellen Sie sicher, dass Sie mit dem richtigen Netz laut Router-Etikett verbunden sind und dass Sie das Passwort exakt wie geschrieben eingegeben haben (Groß-/Kleinschreibung). Wenn es dann immer noch nicht funktioniert, schreiben Sie mir und wir prüfen es gemeinsam.",
    "late_checkout_policy": "Später Check-out: Die reguläre Check-out-Zeit ist 11:00 Uhr. Manchmal können wir eine kleine Verlängerung erlauben, das hängt aber immer von Anreisen am gleichen Tag und vom Reinigungsteam ab. Ein später Check-out kann niemals automatisch bestätigt werden: Wenn Sie später auschecken möchten, teilen Sie mir bitte die gewünschte Zeit mit, und ich bestätige persönlich je nach Verfügbarkeit.",
    "luggage_storage": "Gepäckaufbewahrung: Wenn möglich, können wir eine Lösung finden, Ihr Gepäck nach dem Check-out aufzubewahren, es hängt aber von Reinigung und neuen Gästen ab. Teilen Sie mir bitte die Zeiten mit, zu denen Sie Ihr Gepäck abstellen/abholen möchten, und ich sage Ihnen, ob es in der Wohnung bleiben kann oder empfehle Ihnen eine Gepäckaufbewahrung in der Nähe.",
    "id_documents": "Ausweisdokumente: Nach italienischem Gesetz müssen Gäste registriert werden. Vor oder beim Check-in benötige ich für jeden Gast ein gültiges Ausweisdokument (Ausweis oder Reisepass). Die Dokumente können über das von mir gesendete Portal/den Link oder als klare Fotos (Vorder-/Rückseite) per Nachricht/E-Mail geschickt werden. Die Daten werden nur für die gesetzlichen Meldepflichten verwendet.",
    "payment_methods": "Zahlungen: Die Kosten für den Aufenthalt (Miete) werden in der Regel direkt über die Buchungsplattform (Airbnb, Booking, Vrbo usw.) abgewickelt. Für die Kurtaxe verwenden wir Online-Zahlungslinks (Karte, Apple/Google Pay, PayPal) oder, wenn Sie möchten, können Sie bei Ankunft oder vor der Abreise in bar bezahlen. In jedem Fall erhalten Sie von mir klare Anweisungen.",
    "city_tax_info": "Kurtaxe: In Rom gibt es eine obligatorische kommunale Steuer für nicht ansässige Gäste. Für diese Wohnung beträgt sie 5 € pro Person und Nacht, bis maximal 10 Nächte. Die Steuer wird von uns im Namen der Stadt Rom eingezogen. Mögliche Befreiungen richten sich nach den kommunalen Regeln – bei Fragen schreiben Sie mir bitte, dann prüfen wir es gemeinsam.",
    "city_tax_payment_issue": "Probleme bei der Zahlung der Kurtaxe: Wenn der Betrag im Link/Portal nicht korrekt erscheint oder der Link nicht funktioniert, keine Sorge: Check-in und Schlüssel werden nicht blockiert. Schreiben Sie mir die Anzahl der erwachsenen Gäste, die tatsächlichen Nächte und den bereits gezahlten Betrag (falls vorhanden), und ich bestätige Ihnen den korrekten Betrag. Etwaige Differenzen können wir mit einem neuen Link oder in bar ausgleichen.",
    "receipt_rental": "Beleg für den Aufenthalt: Wir können einen Beleg für den Aufenthalt in der Wohnung (Kurzzeitmiete) mit Ihrem Namen, den Daten und dem Gesamtbetrag ausstellen. Es handelt sich nicht um eine Rechnung mit Mehrwertsteuer, sondern um einen einfachen Beleg für touristische Vermietung. Wenn Sie ihn benötigen, senden Sie mir bitte die gewünschten Daten (Name/Firma, Adresse, ggf. Steuernummer), und ich sende Ihnen den Beleg digital zu.",
    "receipt_city_tax": "Beleg für die Kurtaxe: Wir können auch einen separaten Beleg für die Kurtaxe ausstellen, mit Angabe der Personenzahl, Nächte und des Gesamtbetrags. Wenn Sie diesen Beleg benötigen, informieren Sie mich nach der Zahlung (online oder bar), und ich bereite eine entsprechende Übersicht vor."
    },
  "es": {
  "trash": "Basura: Utilice las bolsas de basura de la cocina, ciérrelas bien y llévelas a los contenedores del patio interior antes de la salida. Hacemos recogida selectiva (WeDoRecycling), por favor siga las indicaciones y no deje basura en la escalera ni delante de la puerta del apartamento.",
  "heating": "Calefacción: Use el mando del aire acondicionado, pulse MODE hasta ver el símbolo del sol y ajuste a 26 °C con potencia 1. Apague siempre el aire acondicionado cuando salga del apartamento.",
  "electric_panel": "Cuadro eléctrico: Yendo hacia el baño, a la derecha antes de la puerta está el cuadro. Si se corta la luz, suba los interruptores bajados; si ya están arriba, quite el panel de arriba, suba el interruptor general y apague algunos aparatos.",
    "wifi": "Wi-Fi: Router en el escritorio junto a la ventana. Gíralo para ver el SSID y la contraseña.\nRed: Ver etiqueta del router. Contraseña: Ver etiqueta del router.",
    "check_in": "Check-in desde las 15:00.\nCódigo del portero: C8.\nPuerta: 08:00–13:00 y 15:30–18:00.\nConserje: Paolo.\n¿Necesitas ayuda? +39 335 5245756.",
    "check_out": "Antes de salir: apaga luces/AC, cierra ventanas, deja las llaves en la mesa, cierra la puerta suavemente.",
    "water": "El agua del grifo es potable. El agua caliente está siempre disponible.",
    "AC": "Apaga el aire acondicionado al salir.",
    "bathroom": "Baño: Papel higiénico, jabón de manos, alfombrilla, secador.\nToallas: Por huésped: 1 toalla grande + 1 mediana. Cama preparada a la llegada.",
    "gas": "Uso del gas: Llave del gas: horizontal = abierta, vertical = cerrada. Elegir fogón, encender cerilla/mechero, girar y presionar la perilla negra hasta que la llama sea estable, luego soltar.",
    "building": "Interfono: C8.\nAscensor: Ascensor solo propietarios — por favor no usar.\nPuerta: 08:00–13:00 y 15:30–18:00.\nConserje: Paolo.",
    "eat": "Roscioli; Emma Pizzeria; Ditirambo; Osteria da Fortunata; Pianostrada; Forno Campo de’ Fiori; Gelateria del Teatro.",
    "drink": "Caffè Camerino; Irish Pub (Largo Argentina); Modius Radisson Rooftop.",
    "shop": "Delis/panaderías/helado en Via Arenula; mercado de pescado Piazza Costaguti; Forno Boccione; Mercato Monti (fines de semana).",
    "visit": "Largo di Torre Argentina (templos y colonia felina); Pórtico de Octavia; Isla Tiberina; Piazza Farnese; iglesias ocultas (Chiesa Nuova, S. Maria in Campitelli, S. Barbara dei Librari).",
    "experience": "Paseo vespertino: Largo Argentina → Gueto → Isla Tiberina → Teatro de Marcelo; aperitivo en Camerino o Modius; dulces en Forno Boccione; atardecer en Lungotevere.",
    "day_trips": "Ostia Antica (~40 min); Tivoli (Villa d’Este & Villa Adriana ~1h); Castelli Romani.",
    "transport": "Tranvía 8 (Arenula/Cairoli) → Trastevere o Piazza Venezia. Bus 40/64 → Termini y Vaticano. Taxi: +39 06 3570 o app FreeNow.\nAeropuertos: Fiumicino: Tranvía 8 → Trastevere → FL1 (~45 min). Ciampino: bus Terravision o taxi.",
    "services": "No encontré una respuesta directa. Prueba un botón (wifi, gas, transporte, visitar…).",
    "emergency": "Emergencia UE 112 • Policía 113 • Ambulancia 118 • Bomberos 115 • Médico en inglés +39 06 488 2371 • Veterinario 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerts, theatre, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseum, Roman Forum & Palatine: https://colosseo.it/en\n• Vatican Museums & Sistine Chapel: https://tickets.museivaticani.va/\n• Museums of Rome: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — exhibitions: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum of 21st Century Arts: https://www.maxxi.art/en/"
      "house_rules": "Normas de la casa: Te pedimos que respetes a los vecinos: nada de fiestas, nada de música alta y nada de ruido después de las 22:00. No está permitido fumar dentro del apartamento; si fumas cerca de las ventanas, no tires las colillas fuera. No se permiten huéspedes adicionales no registrados. Si tienes dudas sobre algo, escríbeme antes: es mejor aclararlo de antemano.",
    "laundry": "Lavandería: Si necesitas lavar ropa o toallas, escríbeme y te indicaré la mejor opción (lavandería autoservicio o servicio cercano) según tus horarios.",
    "wifi_troubleshooting": "Wi-Fi no funciona: 1) Comprueba que el router esté encendido (luces frontales encendidas). 2) Desenchufa el router durante 30 segundos y vuelve a enchufarlo. 3) Asegúrate de estar conectado a la red indicada en la etiqueta del router y de haber escrito la contraseña exactamente como aparece (mayúsculas/minúsculas). Si sigue sin funcionar, mándame un mensaje y lo revisamos juntos.",
    "late_checkout_policy": "Late check-out: La hora estándar de salida es a las 11:00. A veces podemos permitir una pequeña extensión, pero siempre depende de las llegadas del mismo día y del equipo de limpieza. El late check-out nunca se puede confirmar de forma automática: si necesitas salir más tarde, dime la hora que te gustaría y te lo confirmaré personalmente según la disponibilidad.",
    "luggage_storage": "Consigna de equipaje: Cuando es posible, podemos buscar una solución para guardar el equipaje después del check-out, pero depende de la limpieza y de nuevas llegadas. Dime la hora a la que te gustaría dejar/recoger las maletas y te diré si pueden quedarse en el apartamento o te recomendaré una consigna cercana.",
    "id_documents": "Documentos de identidad: La ley italiana exige el registro de los huéspedes. Antes o en el momento del check-in te pediré un documento de identidad válido para cada huésped (DNI o pasaporte). Los documentos se pueden enviar a través del portal/enlace que te mando o como fotos claras (anverso y reverso) por mensaje/correo electrónico. Los datos se utilizan solo para las obligaciones legales.",
    "payment_methods": "Pagos: El coste de la estancia (alquiler) normalmente se gestiona directamente con la plataforma de reserva (Airbnb, Booking, Vrbo, etc.). Para la tasa turística utilizamos enlaces de pago online (tarjeta, Apple/Google Pay, PayPal) o, si lo prefieres, puedes pagar en efectivo a la llegada o antes de la salida. En cualquier caso, te enviaré instrucciones claras.",
    "city_tax_info": "Tasa turística: En Roma hay una tasa municipal obligatoria para los huéspedes no residentes. Para este apartamento el importe es de 5 € por persona y noche, hasta un máximo de 10 noches. La tasa la cobramos nosotros en nombre del Ayuntamiento de Roma. Posibles exenciones dependen de las normas municipales: si tienes dudas, escríbeme y lo comprobamos juntos.",
    "city_tax_payment_issue": "Problemas con el pago de la tasa: Si el importe que ves en el enlace o en el portal no te parece correcto, o el enlace no funciona, no te preocupes: el check-in y las llaves no se bloquean. Escríbeme el número de adultos, las noches reales y cuánto has pagado ya (si has hecho un pago) y te confirmaré el importe correcto. Cualquier diferencia se puede ajustar con un nuevo enlace o en efectivo.",
    "receipt_rental": "Recibo de estancia: Podemos emitir un recibo por la estancia en el apartamento (alquiler de corta duración) con tu nombre, las fechas y el importe total pagado. No es una factura con IVA, sino un recibo sencillo de alquiler turístico. Si lo necesitas, mándame los datos que quieres que aparezcan (nombre/apellidos o empresa, dirección, posible NIF) y te enviaré el recibo en formato digital.",
    "receipt_city_tax": "Recibo de tasa turística: También podemos emitir un recibo separado para la tasa turística, indicando número de personas, noches e importe total pagado. Si necesitas este recibo, avísame después del pago (online o en efectivo) y prepararé un resumen específico."
  }
}
