{
  "apartment": "Via Leonina 71",
  "languages": ["it","en","fr","es","de"],
  "intents": {
    "en": {
      "trash": "Trash: Use the garbage bags in the kitchen, close them well and take them to the bins located about 50 meters to the left when you exit the building door. We separate waste (WeDoRecycling), so please follow the indications and do not leave garbage in the staircase or outside the apartment door.",
      "heating": "Heating: Use the A/C remote, press MODE until you see the sun symbol and set 26°C with power level 1. Always switch off the unit when you leave the apartment.",
      "electric_panel": "Electric panel: It is located on the left-hand side when you face the apartment door from inside. If the power goes off, raise any switch that is down and turn off one or more appliances.",
      "wifi": "Wi-Fi: The router is on the desk near the window. Turn it around to read the SSID and password on the label.\nNetwork: See router label. Password: See router label.",
      "check_in": "Check-in from 15:00.\nIntercom: apt. 16.\nBuilding code: 7171 + key symbol.\nNeed help? Call +39 335 5245756.",
      "check_out": "Before leaving: switch off lights and A/C, close all windows, leave the keys on the table and gently close the door, making sure it is properly closed.",
      "water": "Tap water is safe to drink. Hot water is always available.",
      "AC": "Please switch OFF the air conditioning when you go out.",
      "bathroom": "Bathroom: Toilet paper, hand soap, bath mat, hairdryer.\nTowels per guest: 1 large + 1 medium. Bed is prepared on arrival.",
      "gas": "Kitchen: The apartment has no gas but an electric hob. Before leaving, remove all pans from the burners for safety reasons.",
      "building": "Intercom: apt. 16.\nElevator: Please remember to open and close the doors manually when you enter and exit. The elevator goes up to the 4th floor. When you step out, your apartment is on the left.",
      "eat": "Restaurants: Check the guide sent by email. Open the link under 'Virtual Tour Guide'.",
      "drink": "Drinks: Caffè Camerino (Largo Arenula 30); Irish Pub in Largo Argentina; Modius Radisson Rooftop.",
      "shop": "Shopping: See the guide sent by email under 'Virtual Tour Guide'.",
      "visit": "On foot: You can walk to the Colosseum (4 min), Roman Forum (5 min), Piazza Venezia (7 min), and San Pietro in Vincoli with Michelangelo’s Moses (4 min).",
      "experience": "Evening experiences: See the guide sent by email under 'Virtual Tour Guide'.",
      "day_trips": "Day trips: Ostia Antica (~40 min); Tivoli (Villa d’Este & Hadrian’s Villa ~1 h); Castelli Romani.",
      "transport": "Transport:\nFrom Fiumicino: train to Termini, then metro B to Cavour. Cross the street and you’ll find Via Leonina just below. From Ciampino: Terravision bus or taxi.",
      "services": "Services nearby: laundry, post office, pharmacy, bank, travel agency and more.",
      "emergency": "Emergencies: EU 112 • Police 113 • Ambulance 118 • Fire 115 • English-speaking doctor +39 06 488 2371 • Vet 24h +39 06 660 681",
      "tickets_events": "Tickets & Events — Rome:\nTicketOne (concerts, theatre, sport) https://www.ticketone.it/en/\nAS Roma https://www.asroma.com/en/tickets\nSS Lazio https://sslazio.it/en/tickets",
      "museums_sites": "Museums & Sites — Rome:\nColosseum, Forum & Palatine https://colosseo.it/en\nVatican Museums https://tickets.museivaticani.va/\nMuseums of Rome https://www.museiincomuneroma.it/en",
      "exhibitions": "Exhibitions — Rome:\nMusei in Comune https://www.museiincomuneroma.it/en/exhibitions\nScuderie del Quirinale https://www.scuderiequirinale.it/\nMAXXI https://www.maxxi.art/en/",
      "house_rules": "House rules: Respect neighbors, no parties, no loud music after 22:00, no smoking inside. If you smoke near windows, do not throw cigarette butts outside.",
      "laundry": "Laundry: Use the washing machine in the apartment or ask me for a nearby laundromat.",
      "wifi_troubleshooting": "Wi-Fi not working: 1) Check router lights ON. 2) Unplug 30 s and plug back. 3) Ensure correct network/password. If still not working, write to me.",
      "late_checkout_policy": "Late check-out: Standard 11:00. Possible extension only if no same-day arrivals. Ask first for confirmation.",
      "luggage_storage": "Luggage storage: Possible if cleaning schedule allows. Ask and I’ll confirm or suggest nearby storage.",
      "id_documents": "ID documents: Italian law requires guest registration (ID card or passport for each guest).",
      "payment_methods": "Payments: Stay cost via platform (Airbnb, Booking, etc.). City tax via Stripe/PayPal link or cash.",
      "city_tax_info": "City tax: 6 € per person per night (max 10). Collected on behalf of Rome City.",
      "city_tax_payment_issue": "City tax payment issues: If link amount wrong, send number of adults and nights; I’ll confirm correct total.",
      "receipt_rental": "Stay receipt: Issued on request with name, dates and amount paid.",
      "receipt_city_tax": "City tax receipt: Issued on request after payment (online or cash)."
    },
       "it": {
      "trash": "Spazzatura: usa i sacchi in cucina, chiudili bene e portali nei cassonetti che si trovano a circa 50 metri sulla sinistra uscendo dal portone. Facciamo raccolta differenziata (WeDoRecycling), quindi ti chiediamo di seguire le indicazioni e di non lasciare immondizia nel vano scala o davanti alla porta.",
      "heating": "Riscaldamento: usa il telecomando dell'aria condizionata, premi MODE finché non compare il simbolo del sole e imposta 26 °C con potenza 1. Spegni sempre il condizionatore quando esci dall'appartamento.",
      "electric_panel": "Quadro elettrico: si trova sul lato sinistro guardando la porta dell'appartamento dall'interno. Se salta la corrente alza gli interruttori abbassati e spegni uno o più elettrodomestici.",
      "wifi": "Wi-Fi: router sulla scrivania vicino alla finestra. Giralo per leggere SSID e password sull'etichetta.\nRete: vedi etichetta del router. Password: vedi etichetta del router.",
      "check_in": "Check-in dalle 15:00.\nCitofono: int. 16.\nCodice portone: 7171 + simbolo chiave.\nAiuto? Chiama +39 335 5245756.",
      "check_out": "Prima di partire: spegni luci e aria condizionata, chiudi tutte le finestre, lascia le chiavi sul tavolo e chiudi delicatamente la porta controllando che sia ben chiusa.",
      "water": "L'acqua del rubinetto è potabile. L'acqua calda è sempre disponibile.",
      "AC": "Spegni sempre l'aria condizionata quando esci.",
      "bathroom": "Bagno: carta igienica, sapone mani, tappetino, asciugacapelli.\nAsciugamani per ospite: 1 telo grande + 1 medio. Letto pronto all'arrivo.",
      "gas": "Cucina: l'appartamento non ha gas ma piastra elettrica. Prima di uscire rimuovi tutte le pentole dai fornelli per sicurezza.",
      "building": "Citofono: int. 16.\nAscensore: apri e chiudi sempre le porte manualmente quando entri ed esci. L'ascensore arriva al 4° piano; uscendo, l'appartamento è sulla sinistra.",
      "eat": "Ristoranti: consulta la guida che ti ho inviato via email. Apri il link sotto il nome 'Virtual Tour Guide'.",
      "drink": "Bere qualcosa: Caffè Camerino (Largo Arenula 30); Irish Pub a Largo Argentina; rooftop Modius Radisson.",
      "shop": "Negozi: vedi la guida inviata via email (link 'Virtual Tour Guide').",
      "visit": "Cosa vedere a piedi: Colosseo (~4 min), Foro Romano (~5 min), Piazza Venezia (~7 min), San Pietro in Vincoli con il Mosè di Michelangelo (~4 min).",
      "experience": "Esperienze serali: consulta la guida inviata via email (link 'Virtual Tour Guide').",
      "day_trips": "Gite fuori porta: Ostia Antica (~40 min); Tivoli (Villa d'Este & Villa Adriana ~1 h); Castelli Romani.",
      "transport": "Trasporti:\nDa Fiumicino: treno fino a Termini, poi metro B fino a Cavour. Attraversa la strada e trovi Via Leonina appena sotto.\nDa Ciampino: bus Terravision o taxi.",
      "services": "Servizi in zona: lavanderia, ufficio postale, farmacia, banca, agenzia viaggi e altro.",
      "emergency": "Emergenze: UE 112 • Polizia 113 • Ambulanza 118 • Vigili del fuoco 115 • Medico (EN) +39 06 488 2371 • Veterinario 24h +39 06 660 681",
      "tickets_events": "Biglietti & Eventi — Roma:\nTicketOne (concerti, teatro, sport) https://www.ticketone.it/\nAS Roma https://www.asroma.com/en/tickets\nSS Lazio https://sslazio.it/en/tickets",
      "museums_sites": "Musei & Siti — Roma:\nColosseo, Foro & Palatino https://colosseo.it/en\nMusei Vaticani https://tickets.museivaticani.va/\nMusei in Comune https://www.museiincomuneroma.it/",
      "exhibitions": "Mostre — Roma:\nMusei in Comune https://www.museiincomuneroma.it/en/exhibitions\nScuderie del Quirinale https://www.scuderiequirinale.it/\nMAXXI https://www.maxxi.art/",
      "house_rules": "Regole della casa: rispetta il vicinato, niente feste, niente musica alta dopo le 22:00, vietato fumare in casa. Se fumi vicino alle finestre non gettare mozziconi fuori.",
      "laundry": "Lavanderia: puoi usare la lavatrice in appartamento oppure chiedermi una lavanderia self-service / servizio in zona.",
      "wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router sia acceso (luci ON). 2) Stacca la spina per 30 secondi e ricollegala. 3) Verifica rete e password esatte. Se ancora non va, scrivimi.",
      "late_checkout_policy": "Late check-out: orario standard 11:00. Eventuali estensioni sono possibili solo se non ci sono arrivi lo stesso giorno. Chiedi sempre conferma prima.",
      "luggage_storage": "Deposito bagagli: possibile solo se gli orari di pulizia lo permettono. Scrivimi e ti confermo o ti suggerisco un deposito vicino.",
      "id_documents": "Documenti: la legge italiana richiede la registrazione degli ospiti (carta d'identità o passaporto per ogni ospite).",
      "payment_methods": "Pagamenti: il costo del soggiorno è gestito dalla piattaforma (Airbnb, Booking, ecc.). Tassa di soggiorno tramite link Stripe/PayPal o in contanti.",
      "city_tax_info": "Tassa di soggiorno: 6 € a persona a notte (max 10 notti), incassata per conto del Comune di Roma.",
      "city_tax_payment_issue": "Problemi con la tassa: se l'importo nel link non ti sembra corretto, scrivimi numero di adulti e notti e ti confermo l'importo giusto.",
      "receipt_rental": "Ricevuta soggiorno: possiamo emettere ricevuta con nome, date e importo totale pagato.",
      "receipt_city_tax": "Ricevuta tassa di soggiorno: disponibile su richiesta dopo il pagamento (online o contanti)."
    },
       "fr": {
      "trash": "Poubelles : utilisez les sacs poubelle de la cuisine, fermez-les bien et déposez-les dans les conteneurs situés à environ 50 mètres sur la gauche en sortant du portail. Nous faisons le tri sélectif (WeDoRecycling), merci de suivre les indications et de ne pas laisser de déchets dans la cage d’escalier ni devant la porte.",
      "heating": "Chauffage : utilisez la télécommande de la climatisation, appuyez sur MODE jusqu’au symbole du soleil et réglez à 26 °C (puissance 1). Éteignez toujours la clim en quittant l’appartement.",
      "electric_panel": "Tableau électrique : il se trouve sur le côté gauche lorsque vous regardez la porte de l’appartement depuis l’intérieur. En cas de coupure, relevez les disjoncteurs baissés et éteignez un ou plusieurs appareils.",
      "wifi": "Wi-Fi : routeur sur le bureau près de la fenêtre. Tournez-le pour lire le SSID et le mot de passe.\nRéseau : voir l’étiquette du routeur. Mot de passe : voir l’étiquette.",
      "check_in": "Arrivée à partir de 15:00.\nInterphone : int. 16.\nCode de l’immeuble : 7171 + symbole de clé.\nBesoin d’aide ? +39 335 5245756.",
      "check_out": "Avant de partir : éteignez lumières et clim, fermez les fenêtres, laissez les clés sur la table et fermez la porte doucement en vérifiant qu’elle soit bien fermée.",
      "water": "L’eau du robinet est potable. L’eau chaude est toujours disponible.",
      "AC": "Merci d’éteindre la climatisation en sortant.",
      "bathroom": "Salle de bain : papier toilette, savon pour les mains, tapis de bain, sèche-cheveux.\nServiettes par personne : 1 grande + 1 moyenne. Lit prêt à l’arrivée.",
      "gas": "Cuisine : l’appartement ne dispose pas de gaz mais de plaques électriques. Avant de partir, retirez toutes les casseroles/poêles des plaques pour des raisons de sécurité.",
      "building": "Interphone : int. 16.\nAscenseur : ouvrez et fermez toujours les portes manuellement en entrant et en sortant. L’ascenseur va jusqu’au 4ᵉ étage ; à la sortie, l’appartement est sur la gauche.",
      "eat": "Restaurants : consultez le guide que je vous ai envoyé par email. Ouvrez le lien sous le nom 'Virtual Tour Guide'.",
      "drink": "Boire un verre : Caffè Camerino (Largo Arenula 30) ; Irish Pub à Largo Argentina ; rooftop Modius Radisson.",
      "shop": "Courses & boutiques : voir le guide envoyé par email ('Virtual Tour Guide').",
      "visit": "À visiter à pied : Colisée (~4 min), Forum romain (~5 min), Piazza Venezia (~7 min), église San Pietro in Vincoli avec le Moïse de Michel-Ange (~4 min).",
      "experience": "Soirées & balades : consultez le guide envoyé par email ('Virtual Tour Guide').",
      "day_trips": "Excursions à la journée : Ostia Antica (~40 min) ; Tivoli (Villa d’Este & Villa d’Hadrien ~1 h) ; Castelli Romani.",
      "transport": "Transports :\nDepuis Fiumicino : train jusqu’à Termini, puis métro B jusqu’à Cavour. Traversez la rue et vous trouverez la Via Leonina juste en dessous.\nDepuis Ciampino : bus Terravision ou taxi.",
      "services": "Services à proximité : laverie, bureau de poste, pharmacie, banque, agence de voyages et autres commerces.",
      "emergency": "Urgences : UE 112 • Police 113 • Ambulance 118 • Pompiers 115 • Médecin anglophone +39 06 488 2371 • Vétérinaire 24h +39 06 660 681",
      "tickets_events": "Billets & Événements — Rome :\nTicketOne (concerts, théâtre, sport) https://www.ticketone.it/en/\nAS Roma https://www.asroma.com/en/tickets\nSS Lazio https://sslazio.it/en/tickets",
      "museums_sites": "Musées & Sites — Rome :\nColisée, Forum & Palatin https://colosseo.it/en\nMusées du Vatican https://tickets.museivaticani.va/\nMusées de Rome https://www.museiincomuneroma.it/en",
      "exhibitions": "Expositions — Rome :\nMusei in Comune https://www.museiincomuneroma.it/en/exhibitions\nScuderie del Quirinale https://www.scuderiequirinale.it/\nMAXXI https://www.maxxi.art/en/",
      "house_rules": "Règles de la maison : respectez le voisinage, pas de fêtes, pas de musique forte après 22h00, interdit de fumer à l’intérieur. Si vous fumez près des fenêtres, ne jetez pas les mégots dehors.",
      "laundry": "Blanchisserie : utilisez la machine à laver de l’appartement ou demandez-moi une laverie proche.",
      "wifi_troubleshooting": "Wi-Fi ne fonctionne pas : 1) Vérifiez que le routeur est allumé (voyants ON). 2) Débranchez 30 s puis rebranchez. 3) Vérifiez réseau et mot de passe. Si cela ne marche toujours pas, écrivez-moi.",
      "late_checkout_policy": "Départ tardif : heure standard 11h00. Prolongation possible uniquement si aucun nouvel arrivant le même jour. Demandez toujours une confirmation.",
      "luggage_storage": "Consigne bagages : possible si les horaires de ménage le permettent. Contactez-moi pour une confirmation ou une consigne proche.",
      "id_documents": "Documents d’identité : la loi italienne impose l’enregistrement des invités (carte d’identité ou passeport pour chaque personne).",
      "payment_methods": "Paiements : coût du séjour géré par la plateforme (Airbnb, Booking, etc.). Taxe de séjour via lien Stripe/PayPal ou en espèces.",
      "city_tax_info": "Taxe de séjour : 6 € par personne et par nuit (max 10 nuits), encaissée pour le compte de la Ville de Rome.",
      "city_tax_payment_issue": "Problèmes de taxe : si le montant du lien ne semble pas correct, envoyez-moi le nombre d’adultes et de nuits et je confirmerai le total.",
      "receipt_rental": "Reçu de séjour : nous pouvons émettre un reçu avec votre nom, les dates et le montant payé.",
      "receipt_city_tax": "Reçu de taxe de séjour : disponible sur demande après paiement (en ligne ou en espèces)."
    },
       "es": {
      "trash": "Basura: utiliza las bolsas de basura de la cocina, ciérralas bien y llévalas a los contenedores que están a unos 50 metros a la izquierda al salir del portal. Hacemos recogida selectiva (WeDoRecycling), así que por favor sigue las indicaciones y no dejes basura en la escalera ni delante de la puerta.",
      "heating": "Calefacción: usa el mando del aire acondicionado, pulsa MODE hasta que aparezca el símbolo del sol y ajusta a 26 °C con potencia 1. Apaga siempre el aparato al salir del apartamento.",
      "electric_panel": "Cuadro eléctrico: está en el lado izquierdo mirando la puerta del apartamento desde dentro. Si salta la luz, sube los interruptores bajados y apaga uno o más electrodomésticos.",
      "wifi": "Wi-Fi: router sobre el escritorio cerca de la ventana. Gíralo para leer SSID y contraseña en la etiqueta.\nRed: ver etiqueta del router. Contraseña: ver etiqueta.",
      "check_in": "Check-in a partir de las 15:00.\nPortero automático: int. 16.\nCódigo del portal: 7171 + símbolo de llave.\n¿Necesitas ayuda? +39 335 5245756.",
      "check_out": "Antes de salir: apaga luces y aire acondicionado, cierra todas las ventanas, deja las llaves sobre la mesa y cierra la puerta suavemente comprobando que quede bien cerrada.",
      "water": "El agua del grifo es potable. El agua caliente está siempre disponible.",
      "AC": "Apaga siempre el aire acondicionado al salir.",
      "bathroom": "Baño: papel higiénico, jabón de manos, alfombrilla de baño, secador de pelo.\nToallas por huésped: 1 grande + 1 mediana. Cama preparada a la llegada.",
      "gas": "Cocina: el apartamento no tiene gas sino placa eléctrica. Antes de salir, retira todas las ollas de los fuegos por seguridad.",
      "building": "Portero automático: int. 16.\nAscensor: abre y cierra siempre las puertas manualmente al entrar y salir. El ascensor llega hasta la 4ª planta; al salir, el apartamento está a la izquierda.",
      "eat": "Restaurantes: consulta la guía que te envié por email. Abre el enlace bajo el nombre 'Virtual Tour Guide'.",
      "drink": "Tomar algo: Caffè Camerino (Largo Arenula 30); Irish Pub en Largo Argentina; rooftop Modius Radisson.",
      "shop": "Tiendas y compras: ver la guía enviada por email ('Virtual Tour Guide').",
      "visit": "Qué visitar a pie: Coliseo (~4 min), Foro Romano (~5 min), Piazza Venezia (~7 min) y San Pietro in Vincoli con el Moisés de Miguel Ángel (~4 min).",
      "experience": "Experiencias y tardes: consulta la guía enviada por email ('Virtual Tour Guide').",
      "day_trips": "Excursiones de un día: Ostia Antica (~40 min); Tivoli (Villa d’Este y Villa Adriana ~1 h); Castelli Romani.",
      "transport": "Transporte:\nDesde Fiumicino: tren hasta Termini y luego metro B hasta Cavour. Cruza la calle y encontrarás Via Leonina justo debajo.\nDesde Ciampino: bus Terravision o taxi.",
      "services": "Servicios en la zona: lavandería, oficina de correos, farmacia, banco, agencia de viajes y otros comercios.",
      "emergency": "Emergencias: UE 112 • Policía 113 • Ambulancia 118 • Bomberos 115 • Médico en inglés +39 06 488 2371 • Veterinario 24h +39 06 660 681",
      "tickets_events": "Entradas y Eventos — Roma:\nTicketOne (conciertos, teatro, deporte) https://www.ticketone.it/en/\nAS Roma https://www.asroma.com/en/tickets\nSS Lazio https://sslazio.it/en/tickets",
      "museums_sites": "Museos y Sitios — Roma:\nColiseo, Foro y Palatino https://colosseo.it/en\nMuseos Vaticanos https://tickets.museivaticani.va/\nMuseos de Roma https://www.museiincomuneroma.it/en",
      "exhibitions": "Exposiciones — Roma:\nMusei in Comune https://www.museiincomuneroma.it/en/exhibitions\nScuderie del Quirinale https://www.scuderiequirinale.it/\nMAXXI https://www.maxxi.art/en/",
      "house_rules": "Normas de la casa: respeta a los vecinos, sin fiestas ni música alta después de las 22:00, prohibido fumar dentro. Si fumas cerca de las ventanas, no tires colillas fuera.",
      "laundry": "Lavandería: puedes usar la lavadora del apartamento o pedirme una lavandería cercana.",
      "wifi_troubleshooting": "Wi-Fi no funciona: 1) Comprueba que el router esté encendido (luces ON). 2) Desenchufa 30 s y vuelve a enchufar. 3) Verifica red y contraseña. Si sigue sin funcionar, escríbeme.",
      "late_checkout_policy": "Late check-out: hora estándar 11:00. Posible ampliación solo si no hay llegadas el mismo día. Pide siempre confirmación.",
      "luggage_storage": "Guardaequipajes: posible solo si los horarios de limpieza lo permiten. Escríbeme y te confirmaré o te indicaré un depósito cercano.",
      "id_documents": "Documentos de identidad: la ley italiana exige registrar a los huéspedes (DNI o pasaporte de cada persona).",
      "payment_methods": "Pagos: el coste de la estancia lo gestiona la plataforma (Airbnb, Booking, etc.). Tasa turística mediante enlace Stripe/PayPal o en efectivo.",
      "city_tax_info": "Tasa turística: 6 € por persona y noche (máx. 10 noches), cobrada en nombre del Ayuntamiento de Roma.",
      "city_tax_payment_issue": "Problemas con la tasa: si el importe del enlace no parece correcto, envíame número de adultos y noches y te confirmaré el total.",
      "receipt_rental": "Recibo de estancia: podemos emitir un recibo con tu nombre, fechas e importe total pagado.",
      "receipt_city_tax": "Recibo de tasa turística: disponible bajo petición después del pago (online o en efectivo)."
    },
        "de": {
      "trash": "Müll: Bitte verwenden Sie die Müllbeutel in der Küche, verschließen Sie sie gut und bringen Sie sie zu den Containern, die sich etwa 50 Meter links befinden, wenn Sie das Gebäude verlassen. Wir trennen den Müll (WeDoRecycling), daher bitten wir Sie, die Hinweise zu beachten und keinen Müll im Treppenhaus oder vor der Wohnungstür zu lassen.",
      "heating": "Heizung: Nutzen Sie die Fernbedienung der Klimaanlage, drücken Sie MODE, bis das Sonnensymbol erscheint, und stellen Sie 26 °C mit Leistungsstufe 1 ein. Schalten Sie das Gerät immer aus, wenn Sie die Wohnung verlassen.",
      "electric_panel": "Sicherungskasten: Er befindet sich auf der linken Seite, wenn Sie von innen auf die Wohnungstür schauen. Bei Stromausfall legen Sie heruntergefallene Schalter wieder nach oben und schalten Sie ein oder mehrere Geräte aus.",
      "wifi": "WLAN: Der Router steht auf dem Schreibtisch am Fenster. Drehen Sie ihn, um SSID und Passwort auf dem Etikett zu lesen.\nNetz: siehe Router-Etikett. Passwort: siehe Router-Etikett.",
      "check_in": "Check-in ab 15:00.\nSprechanlage: Int. 16.\nHaustürcode: 7171 + Schlüsselsymbol.\nHilfe? +39 335 5245756.",
      "check_out": "Vor der Abreise: Licht und Klimaanlage ausschalten, Fenster schließen, Schlüssel auf dem Tisch lassen und die Tür sanft schließen, dabei prüfen, dass sie richtig zu ist.",
      "water": "Leitungswasser ist trinkbar. Warmwasser ist immer verfügbar.",
      "AC": "Bitte schalten Sie die Klimaanlage aus, wenn Sie die Wohnung verlassen.",
      "bathroom": "Bad: Toilettenpapier, Handseife, Badematte, Föhn.\nHandtücher pro Gast: 1 großes + 1 mittleres Handtuch. Das Bett ist bei Ankunft bereits gemacht.",
      "gas": "Küche: Die Wohnung hat kein Gas, sondern ein Elektrokochfeld. Bitte entfernen Sie vor dem Verlassen alle Töpfe und Pfannen von den Kochplatten, aus Sicherheitsgründen.",
      "building": "Sprechanlage: Int. 16.\nAufzug: Bitte öffnen und schließen Sie die Türen beim Ein- und Aussteigen immer manuell. Der Aufzug fährt bis in den 4. Stock; wenn Sie aussteigen, liegt Ihre Wohnung links.",
      "eat": "Restaurants: Bitte sehen Sie im Guide nach, den ich Ihnen per E-Mail geschickt habe. Öffnen Sie den Link unter dem Namen 'Virtual Tour Guide'.",
      "drink": "Etwas trinken: Caffè Camerino (Largo Arenula 30); Irish Pub an der Piazza/Largo Argentina; Modius Radisson Rooftop.",
      "shop": "Einkaufen: siehe den per E-Mail gesendeten Guide ('Virtual Tour Guide').",
      "visit": "Zu Fuß erreichbar: Kolosseum (~4 Min), Forum Romanum (~5 Min), Piazza Venezia (~7 Min) und San Pietro in Vincoli mit Michelangelos Moses (~4 Min).",
      "experience": "Abendliche Erlebnisse: siehe den Guide, den ich Ihnen per E-Mail geschickt habe ('Virtual Tour Guide').",
      "day_trips": "Tagesausflüge: Ostia Antica (~40 Min); Tivoli (Villa d’Este & Villa Adriana ~1 Std.); Castelli Romani.",
      "transport": "Verkehr:\nVon Fiumicino: Zug bis Bahnhof Termini, dann U-Bahn Linie B bis Cavour. Überqueren Sie die Straße, dort finden Sie die Via Leonina direkt darunter.\nVon Ciampino: Terravision-Bus oder Taxi.",
      "services": "Dienstleistungen in der Umgebung: Wäscherei, Post, Apotheke, Bank, Reisebüro und weitere Geschäfte im Viertel.",
      "emergency": "Notfälle: EU-Notruf 112 • Polizei 113 • Rettung 118 • Feuerwehr 115 • Englischsprachiger Arzt +39 06 488 2371 • Tierarzt 24h +39 06 660 681",
      "tickets_events": "Tickets & Events — Rom:\nTicketOne (Konzerte, Theater, Sport) https://www.ticketone.it/en/\nAS Roma https://www.asroma.com/en/tickets\nSS Lazio https://sslazio.it/en/tickets",
      "museums_sites": "Museen & Sites — Rom:\nKolosseum, Forum & Palatin https://colosseo.it/en\nVatikanische Museen https://tickets.museivaticani.va/\nMuseen von Rom https://www.museiincomuneroma.it/en",
      "exhibitions": "Ausstellungen — Rom:\nMusei in Comune https://www.museiincomuneroma.it/en/exhibitions\nScuderie del Quirinale https://www.scuderiequirinale.it/\nMAXXI https://www.maxxi.art/en/",
      "house_rules": "Hausordnung: Bitte respektieren Sie die Nachbarn, keine Partys, keine laute Musik nach 22:00 Uhr, Rauchen in der Wohnung ist verboten. Wenn Sie am Fenster rauchen, werfen Sie keine Zigarettenstummel hinaus.",
      "laundry": "Wäsche: Sie können die Waschmaschine in der Wohnung benutzen oder mich nach einem Waschsalon in der Nähe fragen.",
      "wifi_troubleshooting": "WLAN funktioniert nicht: 1) Prüfen Sie, ob der Router eingeschaltet ist (Lämpchen ON). 2) Stecker 30 Sekunden ziehen und wieder einstecken. 3) Netz und Passwort kontrollieren. Wenn es dann immer noch nicht funktioniert, schreiben Sie mir.",
      "late_checkout_policy": "Später Check-out: Standardzeit 11:00. Eine Verlängerung ist nur möglich, wenn keine Anreise am selben Tag erfolgt. Fragen Sie immer vorher nach einer Bestätigung.",
      "luggage_storage": "Gepäckaufbewahrung: möglich, wenn der Reinigungsplan es zulässt. Schreiben Sie mir, dann bestätige ich oder empfehle eine Gepäckaufbewahrung in der Nähe.",
      "id_documents": "Ausweisdokumente: Nach italienischem Recht müssen alle Gäste registriert werden (Ausweis oder Reisepass für jede Person).",
      "payment_methods": "Zahlungen: Die Kosten für den Aufenthalt werden in der Regel über die Buchungsplattform (Airbnb, Booking usw.) abgerechnet. Die Kurtaxe zahlen Sie per Stripe/PayPal-Link oder bar.",
      "city_tax_info": "Kurtaxe: 6 € pro Person und Nacht (max. 10 Nächte), eingezogen im Namen der Stadt Rom.",
      "city_tax_payment_issue": "Probleme bei der Kurtaxe: Wenn der Betrag im Link nicht korrekt erscheint, teilen Sie mir bitte Anzahl der Erwachsenen und Nächte mit, dann bestätige ich den richtigen Betrag.",
      "receipt_rental": "Beleg für den Aufenthalt: Wir können einen Beleg mit Ihrem Namen, den Daten und dem Gesamtbetrag ausstellen.",
      "receipt_city_tax": "Beleg für die Kurtaxe: auf Wunsch nach der Zahlung (online oder bar) erhältlich."
    }
  }
}
    
    
