{
  "intents": {
    "it": {
      "trash": ["spazzatura", "immondizia", "rifiuti", "cassonetti", "buttare"],
      "heating": ["riscaldamento", "freddo", "caldo", "temperatura", "aria calda"],
      "electric_panel": ["quadro elettrico", "corrente", "salta la luce", "blackout"],
      "wifi": ["wifi", "wi fi", "internet", "password", "rete"],
      "wifi_troubleshooting": ["wifi non funziona", "internet non va", "connessione"],
      "check_in": ["check in", "arrivo", "entrare", "orario arrivo"],
      "early_checkin_policy": ["early check in", "entrare prima", "arrivo anticipato"],
      "check_out": ["check out", "partenza", "andare via", "uscita"],
      "late_checkout_policy": ["late check out", "uscire più tardi", "ritardo uscita"],
      "water": ["acqua", "acqua calda", "doccia", "acqua fredda"],
      "AC": ["aria condizionata", "condizionatore", "ac"],
      "bathroom": ["bagno", "asciugamani", "phon", "asciugacapelli"],
      "linens_towels": ["lenzuola", "asciugamani", "biancheria"],
      "gas": ["gas", "fornelli", "cucina", "piastra"],
      "building": ["palazzo", "ascensore", "portone", "citofono"],
      "transport": ["trasporti", "metro", "bus", "aeroporto", "come arrivare"],
      "luggage_storage": ["bagagli", "valigie", "deposito"],
      "id_documents": ["documenti", "passaporto", "carta identità"],
      "payment_methods": ["pagamento", "pagare", "city tax", "tassa"],
      "city_tax_info": ["tassa di soggiorno", "city tax"],
      "city_tax_payment_issue": ["problema pagamento", "link non funziona"],
      "emergency": ["emergenza", "polizia", "ambulanza", "aiuto"],
      "house_rules": ["regole", "regole casa", "divieti"]
    },
    "en": {
      "trash": ["trash", "garbage", "waste", "bins"],
      "heating": ["heating", "cold", "hot", "temperature"],
      "electric_panel": ["electric panel", "power", "blackout"],
      "wifi": ["wifi", "internet", "password"],
      "wifi_troubleshooting": ["wifi not working", "internet not working"],
      "check_in": ["check in", "arrival", "arrive"],
      "early_checkin_policy": ["early check in", "early arrival"],
      "check_out": ["check out", "departure", "leave"],
      "late_checkout_policy": ["late check out", "late departure"],
      "water": ["water", "hot water", "shower"],
      "AC": ["air conditioning", "ac"],
      "bathroom": ["bathroom", "towels", "hairdryer"],
      "linens_towels": ["linens", "towels"],
      "gas": ["gas", "kitchen", "hob"],
      "building": ["building", "elevator", "intercom"],
      "transport": ["transport", "metro", "bus", "airport"],
      "luggage_storage": ["luggage", "bags", "storage"],
      "id_documents": ["documents", "passport", "id"],
      "payment_methods": ["payment", "pay"],
      "city_tax_info": ["city tax"],
      "city_tax_payment_issue": ["payment issue", "tax problem"],
      "emergency": ["emergency", "help"],
      "house_rules": ["house rules", "rules"]
    }
  },

  "en": {
    "trash": "Trash: Use the bags in the kitchen, close them well and take them to the bins located about 50 meters to the left when you exit the building’s main door. We separate waste (WeDoRecycling), so please follow the instructions and do not leave garbage in the stairwell or outside the apartment door.",
    "heating": "Heating: Use the A/C remote, press MODE until the sun symbol appears and set 26 °C with power level 1. Always switch off the A/C when you leave the apartment.",
    "electric_panel": "Electric panel: It is located on the left side when facing the apartment’s exit door. If the power goes off, raise any switch that is down and switch off one or more appliances.",
    "wifi": "Wi-Fi: Router on the desk near the window. Turn it around to read SSID and password.\nNetwork: See router label. Password: See router label.",
    "check_in": "Check-in from 15:00.\nIntercom: apt. 16.\nMain door code: 7171 + key symbol.\nNeed help? Call +39 335 5245756.",
    "early_checkin_policy": "Early check-in: Standard check-in is from 15:00. If you need to arrive earlier, tell me the time you need and I will confirm if it’s possible based on same-day check-outs and the cleaning schedule.",
    "check_out": "Before leaving: switch off lights and A/C, close the windows, leave the keys on the table and close the door gently, making sure it is properly closed.",
    "water": "Water: Tap water is safe to drink. Normally hot water is always available. If the shower or taps only run cold water or no water at all, turn the mixer fully to hot and let it run for 1–2 minutes. If it stays cold or there is no water, write to me immediately and tell me if the problem is only in the shower, at the sink or in the whole apartment, so we can check the boiler/water supply right away.",
    "AC": "Please switch off the air conditioning when you go out.",
    "bathroom": "Bathroom: Toilet paper, hand soap, bath mat, hairdryer.\nTowels: per guest: 1 large + 1 medium towel. Bed is ready on arrival.",
    "linens_towels": "Linens & towels: The bed is prepared on arrival and linens are provided.\nTowels: per guest: 1 large + 1 medium towel.",
    "gas": "Kitchen: The apartment has no gas, only an electric hob. Before you leave, for safety reasons, remember to remove all pots from the electric burners.",
    "building": "Intercom: apt. 16.\nElevator: Remember to always open and close the doors manually when entering and exiting. The elevator goes up to the 4th floor. When you exit, the apartment is on the left side.",
    "eat": "Restaurants: Please check the guide I sent you by email. Open the link under the name \"Virtual Tour Guide\".",
    "drink": "Drinks: Caffè Camerino (Largo Arenula 30); Irish Pub at Largo Argentina; Modius Radisson rooftop.",
    "shop": "Shops: Please check the guide I sent you by email. Open the link under the name \"Virtual Tour Guide\".",
    "visit": "What to visit on foot: In a few minutes you can reach the Colosseum (about 4 minutes), the Roman Forum (about 5 minutes), Piazza Venezia (about 7 minutes) and the church of San Pietro in Vincoli with Michelangelo’s famous Moses (about 4 minutes). For more information, check the \"Virtual Tour Guide\" I sent you.",
    "experience": "Evening experiences: Please check the guide I sent you by email. Open the link under the name \"Virtual Tour Guide\".",
    "day_trips": "Day trips: Ostia Antica (~40 min); Tivoli (Villa d’Este & Hadrian’s Villa ~1h); Castelli Romani.",
    "transport": "Transport:\nFrom Fiumicino: take the train to Termini station, then take Metro line B (check the direction) and get off at the first stop, Cavour. Cross the street and you will find Via Leonina just below. For departure, do the same route in reverse.\nFrom Ciampino: Terravision bus service or taxi.",
    "services": "I did not find a direct answer to your question. Please try a quick button (wifi, water, heating, bathroom, transport, city tax…) or send me a few more details.",
    "emergency": "Emergencies: EU 112 • Police 113 • Ambulance 118 • Fire 115 • English-speaking doctor +39 06 488 2371 • 24h vet +39 06 660 681"
  ,
  "it": {
    "trash": "Spazzatura: Trovi i sacchi in cucina. Chiudili bene e portali nei cassonetti situati a 50 metri a sinistra dell’uscita del portone del palazzo; facciamo raccolta differenziata (WeDoRecycling), quindi ti chiediamo di seguire le indicazioni e di non lasciare immondizia nel vano scala o fuori dalla porta dell’appartamento.",
    "heating": "Riscaldamento: Usa il telecomando dell’aria condizionata, premi MODE finché non compare il simbolo del sole e imposta 26 °C con potenza 1. Spegni sempre il condizionatore quando esci dall’appartamento.",
    "electric_panel": "Quadro elettrico: È situato sul lato sinistro guardando la porta di uscita dell’appartamento. Se manca la corrente, alza gli interruttori abbassati e spegni qualche elettrodomestico.",
    "wifi": "Wi-Fi: Il router è sulla scrivania vicino alla finestra. Giralo per leggere SSID e password.\nRete: vedi etichetta del router. Password: vedi etichetta del router.",
    "check_in": "Check-in dalle 15:00.\nCitofono: int. 16.\nCodice portone: 7171 + simbolo della chiave.\nAiuto? Chiama +39 335 5245756.",
    "early_checkin_policy": "Early check-in: Il check-in standard è dalle 15:00. Se ti serve entrare prima, dimmi l’orario che ti serve e ti confermo se è possibile in base a check-out dello stesso giorno e tempi di pulizia.",
    "check_out": "Prima di partire: spegni luci e A/C, chiudi le finestre, lascia le chiavi sul tavolo e chiudi delicatamente la porta, verificando che sia ben chiusa.",
    "water": "Acqua: L’acqua del rubinetto è potabile e normalmente l’acqua calda è sempre disponibile. Se dalla doccia o dai rubinetti esce solo acqua fredda o non esce proprio, sposta la manopola tutta sul caldo e lascia scorrere 1–2 minuti. Se rimane fredda o non esce acqua, scrivimi subito indicando se il problema è solo in doccia, al lavandino o in tutta la casa, così possiamo controllare subito caldaia/fornitura.",
    "AC": "Aria condizionata: Spegnila sempre quando esci dall’appartamento.",
    "bathroom": "Bagno: Trovi carta igienica, sapone mani, tappetino e asciugacapelli.\nAsciugamani: per ogni ospite 1 telo grande + 1 medio.\nLetto: pronto all’arrivo.",
    "linens_towels": "Lenzuola e asciugamani: Il letto è pronto all’arrivo e le lenzuola sono incluse.\nAsciugamani: per ogni ospite 1 telo grande + 1 medio.",
    "gas": "Cucina: L’appartamento non è provvisto di gas, ma di piastra elettrica. Prima di uscire, per sicurezza, ricordati di togliere tutte le pentole dai fornelli elettrici.",
    "building": "Edificio:\nCitofono: int. 16.\nAscensore: ricorda di aprire e chiudere sempre le porte manualmente quando entri e quando esci. L’ascensore arriva al quarto piano. Uscendo, l’appartamento è sulla sinistra.",
    "eat": "Ristoranti: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
    "drink": "Bere qualcosa: Caffè Camerino (Largo Arenula 30); Irish Pub a Largo Argentina; rooftop Modius Radisson.",
    "shop": "Negozi: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
    "visit": "Cosa visitare a piedi: In pochi minuti puoi arrivare al Colosseo (circa 4 minuti), al Foro Romano (circa 5 minuti), a Piazza Venezia (circa 7 minuti) e alla chiesa di San Pietro in Vincoli, con il famoso Mosè di Michelangelo (circa 4 minuti). Per più informazioni, consulta la \"Virtual Tour Guide\" che ti ho inviato.",
    "experience": "Esperienze serali: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
    "day_trips": "Gite fuori porta: Ostia Antica (~40 min); Tivoli (Villa d’Este & Villa Adriana ~1h); Castelli Romani.",
    "transport": "Trasporti:\nDa Fiumicino: treno fino a Termini, poi metro B (verifica direzione) e scendi a Cavour. Attraversa la strada: sotto trovi Via Leonina. Per la partenza fai il percorso inverso.\nDa Ciampino: bus Terravision o taxi.",
    "services": "Non ho trovato una risposta diretta alla tua domanda. Prova un pulsante rapido (Wi-Fi, acqua, riscaldamento, bagno, trasporti, tassa di soggiorno…) oppure scrivimi qualche dettaglio in più.",
    "emergency": "Emergenze: UE 112 • Polizia 113 • Ambulanza 118 • Vigili del Fuoco 115 • Medico (EN) +39 06 488 2371 • Veterinario 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne: https://www.ticketone.it/en/\n• AS Roma: https://www.asroma.com/en/tickets\n• SS Lazio: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseo/Foro/Palatino: https://colosseo.it/en\n• Musei Vaticani: https://tickets.museivaticani.va/\n• Musei di Roma: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI: https://www.maxxi.art/en/",
    "house_rules": "Regole della casa: rispetto del vicinato; niente feste; niente rumori dopo le 22:00; vietato fumare in appartamento; niente ospiti extra non registrati.",
    "laundry": "Lavanderia: Puoi usare la lavatrice in appartamento. In alternativa, scrivimi per un’opzione in zona.",
    "wifi_troubleshooting": "Wi-Fi non funziona: verifica router acceso; stacca 30s e riattacca; controlla SSID/password come da etichetta. Se persiste, scrivimi.",
    "late_checkout_policy": "Late check-out: standard 11:00. Eventuali estensioni dipendono da arrivi e pulizie; dimmi l’orario e verifico.",
    "luggage_storage": "Deposito bagagli: possibile in base a pulizie e nuovi arrivi; dimmi orari e verifico.",
    "id_documents": "Documenti: necessari per legge; inviali via portale/link o foto fronte/retro.",
    "payment_methods": "Pagamenti: soggiorno via piattaforma; tassa di soggiorno via link online o contanti.",
    "city_tax_info": "Tassa di soggiorno: 6 € a persona/notte, max 10 notti.",
    "city_tax_payment_issue": "Problemi pagamento tassa: non blocca check-in; scrivimi dettagli e correggiamo.",
    "receipt_rental": "Ricevuta soggiorno: disponibile su richiesta.",
    "receipt_city_tax": "Ricevuta tassa di soggiorno: disponibile su richiesta."
  }
}
