{
  "it": {
    "trash": "Spazzatura: Prima di lasciare l’appartamento chiudi bene i sacchetti della spazzatura e portali tra le 8:00 e le 9:30 all’isola ecologica all’angolo tra Via Leonina e Via dei Serpenti. Ricorda che facciamo raccolta differenziata (WeDoRecycling).",
    "heating": "Riscaldamento: Per accendere il riscaldamento usa il telecomando dell’aria condizionata, premi MODE finché la freccia è sul simbolo del sole, imposta potenza 1 e 26 °C. Dopo circa 5 minuti l’aria calda inizierà a uscire. Ricordati di spegnerlo quando esci a visitare la città, per motivi di sicurezza.",
    "umbrella": "Ombrellone: Se apri l’ombrellone sul terrazzo, legalo sempre alla grata della finestra con lo spago che trovi all’interno dell’ombrellone. Quando esci chiudilo sempre: in caso di vento forte potrebbe volare e causare danni a persone o cose.",
    "wifi": "Wi-Fi: Router sul tavolo. Giralo per leggere SSID e password sull’etichetta.\nRete: Vedi etichetta del router.",
    "check_in": "Check-in dalle 15:00.\nAccesso: Usa la chiave lunga con punta quadrata; tira il portone verso di te e gira in senso antiorario.\nCodice portone: 7171 + simbolo chiave.\nAiuto? +39 335 5245756.",
    "check_out": "Prima di partire: spegni luci/AC, chiudi le finestre, lascia le chiavi sul tavolo, chiudi la porta delicatamente.",
    "water": "L’acqua del rubinetto è potabile. L’acqua calda è sempre disponibile.\nIMPORTANTE: non toccare l’interruttore a sinistra dello specchio (comanda l’acqua calda).",
    "ac": "Aria condizionata presente. Spegnila quando esci.",
    "bathroom": "Bagno: Asciugacapelli, tappetino, carta igienica, sapone.\nAsciugamani: 1 grande + 1 medio + 1 piccolo per ospite.",
    "kitchen": "Cucina attrezzata.\nPiastra elettrica: spegnerla SEMPRE dopo l’uso.",
    "terrace": "Terrazzo: Legare SEMPRE l’ombrellone alla ringhiera.\nPiante: annaffiare 1 volta al giorno (no cactus).\nLuci: cucina a destra delle scale; terrazzo a destra prima di uscire.",
    "eat": "La Carbonara • Ai Tre Scalini • Trattoria Vecchia Roma • Fafiuche Wine Bar • Al42 • Broccoletti • Cuoco e Camicia",
    "drink": "VinoRoma • La Bottega del Caffè • Spritzeria Monti • Blackmarket Hall",
    "shop": "Mercato Monti Vintage • Boutique Via Urbana & Via del Boschetto • Libreria Panisperna • Artigianato pelle & design",
    "visit": "Piazza Madonna dei Monti • Santa Maria ai Monti • San Martino ai Monti • San Pietro in Vincoli • Colle Oppio & Domus Aurea • Fori",
    "hidden_gems": "Sotterranei di San Martino • Santa Prassede (Cappella di S. Zenone) • Scalinata dei Borgia • Antica Suburra • Case romane sotto S. Pudenziana",
    "experience": "Aperitivo in piazza • Vintage al Mercato Monti • Tramonto su tetti/terrazzo • Via Urbana & Via dei Serpenti • Passeggiata serale ai Fori.\nPercorso romantico: Via Leonina 71 → Colosseo → Arco di Costantino → Fori → Campidoglio → Fatamorgana → La Bottega del Caffè.",
    "day_trips": "Ostia Antica • Tivoli (Villa d’Este & Adriana) • Castelli Romani",
    "tickets_events": "TicketOne • AS Roma (official) • SS Lazio (official)",
    "museums_sites": "Musei Vaticani • Colosseo/Foro/Palatino • Galleria Borghese",
    "exhibitions": "MAXXI • Palazzo delle Esposizioni • Scuderie del Quirinale • Palazzo Bonaparte",
    "transport": "Metro B Cavour ~5 min. Bus 75,117,84.\nFiumicino: Cavour → Termini → Leonardo Express.\nCiampino: bus → Metro B.\nTaxi: +39 06 3570 / FreeNow.",
    "services": "Nessuna risposta trovata. Usa i pulsanti (wifi, terrazzo, trasporti…).",
    "emergency": "112 • Polizia 113 • Ambulanza 118 • Vigili 115 • Medico EN +39 06 488 2371 • Veterinario 24h +39 06 660 681"
    "house_rules": "Regole della casa: Ti chiediamo di rispettare il vicinato: niente feste, niente musica ad alto volume e nessun rumore dopo le 22:00. Vietato fumare all’interno dell’appartamento; se fumi vicino alle finestre o sul terrazzo, non buttare mozziconi fuori. Non sono ammessi ospiti extra non registrati. Per qualsiasi dubbio scrivimi prima, è sempre meglio chiarire in anticipo.",
"laundry": "Lavanderia: Se hai bisogno di lavare vestiti o asciugamani, scrivimi e ti indico la soluzione migliore (lavanderia self-service o servizio in zona Monti) in base ai tuoi orari.",
"wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router sia acceso (luci frontali accese). 2) Stacca la spina del router per 30 secondi e ricollegala. 3) Verifica di essere connesso alla rete indicata sull’etichetta del router e di aver inserito la password esattamente come scritta (maiuscole/minuscole contano). Se ancora non va, scrivimi e verifichiamo insieme.",
"late_checkout_policy": "Late check-out: L’orario standard di check-out è alle 11:00. In alcuni casi possiamo concedere un piccolo prolungamento, ma dipende dagli arrivi dello stesso giorno e dalla squadra di pulizia. Il late check-out non può mai essere confermato in automatico: se ti serve uscire più tardi, scrivimi l’orario che ti sarebbe comodo e ti confermerò io personalmente in base alla disponibilità.",
"luggage_storage": "Deposito bagagli: Quando possibile, possiamo trovare una soluzione per tenere le valigie dopo il check-out, ma dipende da pulizie e nuovi arrivi. Scrivimi l’orario in cui vorresti lasciare/ritirare i bagagli e ti dirò se è possibile tenerli in appartamento o ti suggerirò un deposito bagagli nel quartiere Monti o vicino alla stazione.",
"id_documents": "Documenti: La legge italiana richiede la registrazione degli ospiti. Prima o al momento del check-in ti chiederò un documento di identità valido per ciascun ospite (carta d’identità o passaporto). I documenti possono essere inviati tramite il portale/link che ti mando oppure come foto chiare fronte/retro via messaggio/email. I dati vengono usati solo per gli adempimenti di legge.",
"payment_methods": "Pagamenti: Di solito il costo del soggiorno viene gestito direttamente dalla piattaforma di prenotazione (Airbnb, Booking, Vrbo, ecc.). Per la tassa di soggiorno utilizziamo link di pagamento online (carta, Apple/Google Pay, PayPal) oppure, se preferisci, puoi pagare in contanti all’arrivo o prima della partenza. In ogni caso ti invierò sempre istruzioni chiare.",
"city_tax_info": "Tassa di soggiorno: A Roma è obbligatoria una tassa comunale per gli ospiti non residenti. Per questo appartamento l’importo è di 6 € a persona per notte, fino a un massimo di 10 notti. La tassa viene incassata da noi per conto del Comune di Roma. Eventuali esenzioni dipendono dalle regole comunali: se hai dubbi, scrivimi e verifichiamo insieme.",
"city_tax_payment_issue": "Problemi con il pagamento della tassa: Se l’importo che vedi nel link o sul portale non ti sembra corretto, oppure il link non funziona, non ti preoccupare: il check-in e le chiavi non vengono bloccati. Scrivimi il numero di persone adulte, le notti effettive e quanto hai già pagato (se hai effettuato un pagamento) e ti confermerò l’importo giusto. Eventuali differenze si possono regolare con un nuovo link o in contanti.",
"receipt_rental": "Ricevuta soggiorno: Possiamo rilasciare una ricevuta per il soggiorno in appartamento (affitto breve) con il tuo nome, le date e l’importo totale pagato. Non è una fattura con partita IVA, ma una ricevuta semplice per locazione turistica. Se ti serve, mandami i dati che vuoi inserire (nome/cognome o ragione sociale, indirizzo, eventuale codice fiscale) e ti invierò la ricevuta in formato digitale.",
"receipt_city_tax": "Ricevuta tassa di soggiorno: Possiamo rilasciare anche una ricevuta separata per la tassa di soggiorno, con indicazione di numero di persone, notti e importo totale versato. Se ti serve questa ricevuta, avvisami dopo il pagamento (online o in contanti) e preparerò un riepilogo dedicato."
  },
  "en": {
    "trash": "Trash: Before leaving the apartment, close the garbage bags well and take them between 8:00 and 9:30 to the recycling point (isola ecologica) on the corner of Via Leonina and Via dei Serpenti. We recycle (WeDoRecycling), so please follow these instructions.",
    "heating": "Heating: To turn on the heating, use the A/C remote, press MODE until the arrow points to the sun symbol, set power level 1 and 26°C. After about 5 minutes warm air will start to come out. Please switch it off when you go out to visit the city, for safety reasons.",
    "umbrella": "Umbrella: If you open the umbrella on the terrace, always tie it to the window grate with the string inside the umbrella. When you leave, always close it: on windy days it could fly away and cause damage to people or property.",
    "wifi": "Wi-Fi: Router on the table. Turn it to see SSID & password on the label.\nNetwork: See router label.",
    "check_in": "Check-in from 15:00.\nAccess: Use the long square-key; pull door toward you and turn counter-clockwise.\nMain door code: 7171 + key symbol.\nNeed help? +39 335 5245756.",
    "check_out": "Before leaving: turn off lights/AC, close windows, leave keys on the table, gently close the door.",
    "water": "Tap water is drinkable. Hot water always available.\nIMPORTANT: do NOT touch the switch left of the bathroom mirror.",
    "ac": "Air conditioning available. Turn it OFF when leaving.",
    "bathroom": "Bathroom: Hairdryer, bath mat, toilet paper, soap.\nTowels: 1 large + 1 medium + 1 small per guest.",
    "kitchen": "Fully equipped kitchen.\nElectric plate: ALWAYS switch off after use.",
    "terrace": "Terrace: Always TIE the umbrella to the railing.\nPlants: water daily (except cactus).\nLights: Kitchen switch right of stairs; terrace switch right before exit.",
    "eat": "La Carbonara • Ai Tre Scalini • Trattoria Vecchia Roma • Fafiuche • Al42 • Broccoletti • Cuoco e Camicia",
    "drink": "VinoRoma • La Bottega del Caffè • Spritzeria Monti • Blackmarket Hall",
    "shop": "Mercato Monti • Via Urbana/Boschetto boutiques • Panisperna Bookshop • Leather & design artisans",
    "visit": "Piazza Madonna dei Monti • Santa Maria ai Monti • San Martino • San Pietro in Vincoli • Colle Oppio & Domus Aurea • Trajan’s Market",
    "hidden_gems": "San Martino underground • Santa Prassede • Borgia Steps • Ancient Suburra • Roman Houses under Santa Pudenziana",
    "experience": "Aperitivo in the square • Mercato Monti vintage • Sunset photos • Via Urbana walk • Evening by the Forum.\nRomantic route: Leonina → Colosseum → Constantine Arch → Fori → Capitoline → Fatamorgana → Bottega del Caffè.",
    "day_trips": "Ostia Antica • Tivoli • Castelli Romani",
    "tickets_events": "TicketOne • AS Roma • SS Lazio",
    "museums_sites": "Vatican Museums • Colosseum/Forum/Palatine • Borghese Gallery",
    "exhibitions": "MAXXI • Palazzo delle Esposizioni • Quirinale • Palazzo Bonaparte",
    "transport": "Metro B Cavour. Buses 75/117/84.\nFiumicino: Cavour → Termini → Leonardo Express.\nCiampino: bus → Metro B.\nTaxi: +39 06 3570 / FreeNow.",
    "services": "No direct answer found. Try buttons (wifi, terrace…).",
    "emergency": "112 • Police 113 • Ambulance 118 • Fire 115 • English doctor +39 06 488 2371 • Vet 24h +39 06 660 681"
"house_rules": "House rules: Please respect the neighbours: no parties, no loud music and no noise after 22:00. Smoking is not allowed inside the apartment; if you smoke near the windows or on the terrace, do not throw cigarette butts outside. No unregistered extra guests are allowed. If you are unsure about anything, write to me first – it is always better to clarify in advance.",
"laundry": "Laundry: If you need to wash clothes or towels, write to me and I will suggest the best option (self-service laundromat or service in the Monti area) according to your schedule.",
"wifi_troubleshooting": "Wi-Fi not working: 1) Check that the router is ON (front lights on). 2) Unplug the router for 30 seconds and plug it back in. 3) Make sure you are connected to the correct network shown on the router label and that you entered the password exactly as written (upper/lowercase matters). If it still does not work, send me a message and we will check together.",
"late_checkout_policy": "Late check-out: Standard check-out time is 11:00. Sometimes we can allow a small extension, but it always depends on same-day arrivals and the cleaning team. Late check-out can never be confirmed automatically: if you need to leave later, tell me the time you would like and I will personally confirm it based on availability.",
"luggage_storage": "Luggage storage: When possible, we can try to find a solution to keep your luggage after check-out, but it depends on cleaning and new arrivals. Tell me the time when you would like to leave/pick up your bags and I will let you know if they can stay in the apartment or I will suggest a luggage storage in Monti or near the station.",
"id_documents": "ID documents: Italian law requires guest registration. Before or at check-in I will ask for a valid ID document for each guest (ID card or passport). Documents can be sent through the portal/link I provide or as clear front/back photos by message/email. Data are used only for legal registration and not for other purposes.",
"payment_methods": "Payments: The cost of the stay (rental) is usually handled directly by the booking platform (Airbnb, Booking, Vrbo, etc.). For the city tax we use online payment links (card, Apple/Google Pay, PayPal) or, if you prefer, you can pay in cash on arrival or before departure. In all cases I will send you clear instructions.",
"city_tax_info": "City tax: In Rome there is a mandatory municipal tax for non-resident guests. For this apartment the amount is 6 € per person per night, up to a maximum of 10 nights. The tax is collected by us on behalf of the City of Rome. Possible exemptions depend on municipal rules: if you are unsure, write to me and we will check together.",
"city_tax_payment_issue": "City tax payment issues: If the amount you see in the link or portal does not look correct, or the link does not work, do not worry: check-in and keys are not blocked. Send me the number of adult guests, the actual nights and how much you have already paid (if any), and I will confirm the correct amount. Any difference can be adjusted with a new link or in cash.",
"receipt_rental": "Stay receipt: We can issue a receipt for the apartment stay (short-term rental) with your name, dates and total amount paid. It is not a VAT invoice, but a simple receipt for tourist rental. If you need it, send me the details you want to appear (name/surname or company name, address, tax code if applicable) and I will send you the receipt in digital format.",
"receipt_city_tax": "City tax receipt: We can also issue a separate receipt for the city tax, showing number of guests, nights and total amount paid. If you need this receipt, let me know after payment (online or cash) and I will prepare a dedicated summary."
  },
  "fr": {
    "trash": "Déchets : Avant de quitter l’appartement, fermez bien les sacs poubelle et déposez-les entre 8h00 et 9h30 au point de collecte (isola ecologica) situé à l’angle de Via Leonina et Via dei Serpenti. Nous trions les déchets (WeDoRecycling), merci de suivre ces indications.",
    "heating": "Chauffage : Pour allumer le chauffage, utilisez la télécommande de la climatisation, appuyez sur MODE jusqu’à ce que la flèche indique le symbole du soleil, réglez la puissance sur 1 et la température à 26 °C. Après environ 5 minutes, de l’air chaud commencera à sortir. Merci d’éteindre l’appareil lorsque vous sortez visiter la ville, pour des raisons de sécurité.",
    "umbrella": "Parasol : Si vous ouvrez le parasol sur la terrasse, attachez-le toujours à la grille de la fenêtre avec la ficelle à l’intérieur du parasol. Quand vous quittez l’appartement, fermez-le systématiquement : en cas de vent, il pourrait s’envoler et causer des dégâts à des personnes ou à des biens.",
    "wifi": "Wi-Fi : Routeur sur la table. Tournez-le pour lire SSID et mot de passe.\nRéseau : Voir l’étiquette du routeur.",
    "check_in": "Arrivée à partir de 15:00.\nAccès : Longue clé carrée ; tirez la porte et tournez antihoraire.\nCode du portail : 7171 + clé.\nAide ? +39 335 5245756.",
    "check_out": "Avant de partir : éteignez lumières/clim, fermez fenêtres, laissez les clés sur la table.",
    "water": "Eau du robinet potable. Eau chaude disponible.\nIMPORTANT : ne touchez pas l’interrupteur à gauche du miroir.",
    "ac": "Climatisation disponible. Merci de l’éteindre en sortant.",
    "bathroom": "Salle de bain : Sèche-cheveux, tapis, papier toilette, savon.\nServiettes : 1 grande + 1 moyenne + 1 petite par personne.",
    "kitchen": "Cuisine équipée.\nPlaque électrique : ÉTEINDRE toujours après usage.",
    "terrace": "Terrasse : Attacher le parasol à la rambarde.\nPlantes : arroser 1x/jour (hors cactus).\nLumières : cuisine à droite des escaliers ; terrasse à droite avant la sortie.",
    "eat": "La Carbonara • Ai Tre Scalini • Trattoria Vecchia Roma • Fafiuche • Al42 • Broccoletti • Cuoco e Camicia",
    "drink": "VinoRoma • La Bottega del Caffè • Spritzeria Monti • Blackmarket Hall",
    "shop": "Mercato Monti • Boutiques Via Urbana/Boschetto • Librairie Panisperna • Artisans cuir/design",
    "visit": "Piazza Madonna dei Monti • Santa Maria • San Martino • San Pietro in Vincoli • Colle Oppio • Marchés de Trajan",
    "hidden_gems": "Sous-sols S. Martino • Santa Prassede • Escalier Borgia • Suburra antique • Maisons romaines S. Pudenziana",
    "experience": "Apéritif • Vintage • Photos coucher du soleil • Via Urbana/Serpenti • Balade Forums.\nRomantique : Leonina → Colisée → Constantin → Fori → Capitole → Fatamorgana → Bottega del Caffè.",
    "day_trips": "Ostia Antica • Tivoli • Castelli Romani",
    "tickets_events": "TicketOne • AS Roma • SS Lazio",
    "museums_sites": "Musées du Vatican • Colisée/Forum/Palatin • Galerie Borghèse",
    "exhibitions": "MAXXI • Palazzo Esposizioni • Quirinale • Palazzo Bonaparte",
    "transport": "Métro B Cavour. Bus 75/117/84.\nFiumicino : Cavour → Termini → Leonardo Express.\nTaxi : +39 06 3570 / FreeNow.",
    "services": "Aucune réponse trouvée.",
    "emergency": "Urgences 112 • Police 113 • Ambulance 118 • Pompiers 115 • Médecin anglophone +39 06 488 2371 • Vétérinaire 24h +39 06 660 681"
"house_rules": "Règles de la maison : Merci de respecter le voisinage : pas de fêtes, pas de musique forte et pas de bruit après 22h00. Il est interdit de fumer à l’intérieur de l’appartement ; si vous fumez près des fenêtres ou sur la terrasse, ne jetez pas les mégots dehors. Aucun invité supplémentaire non enregistré n’est autorisé. En cas de doute, écrivez-moi d’abord : il vaut mieux clarifier avant.",
"laundry": "Blanchisserie : Si vous devez laver des vêtements ou des serviettes, écrivez-moi et je vous indiquerai la meilleure solution (laverie libre-service ou service dans le quartier Monti) en fonction de vos horaires.",
"wifi_troubleshooting": "Wi-Fi ne fonctionne pas : 1) Vérifiez que le routeur est allumé (voyants allumés). 2) Débranchez le routeur pendant 30 secondes puis rebranchez-le. 3) Assurez-vous d’être connecté au bon réseau indiqué sur l’étiquette du routeur et d’avoir saisi le mot de passe exactement comme écrit (majuscules/minuscules). Si cela ne fonctionne toujours pas, envoyez-moi un message et nous vérifierons ensemble.",
"late_checkout_policy": "Départ tardif : L’heure de départ standard est 11h00. Parfois nous pouvons accorder un léger prolongement, mais cela dépend toujours des arrivées le même jour et de l’équipe de ménage. Le départ tardif ne peut jamais être confirmé automatiquement : si vous avez besoin de partir plus tard, indiquez-moi l’heure souhaitée et je vous confirmerai personnellement en fonction des disponibilités.",
"luggage_storage": "Consigne bagages : Lorsque c’est possible, nous pouvons essayer de trouver une solution pour garder vos bagages après le départ, mais cela dépend du ménage et des nouveaux arrivants. Indiquez-moi l’heure à laquelle vous souhaitez laisser/récupérer les valises et je vous dirai si elles peuvent rester dans l’appartement ou je vous proposerai une consigne dans le quartier Monti ou près de la gare.",
"id_documents": "Documents d’identité : La loi italienne impose l’enregistrement des voyageurs. Avant ou au moment du check-in, je demanderai un document d’identité valide pour chaque invité (carte d’identité ou passeport). Les documents peuvent être envoyés via le portail/lien que je vous fournis ou sous forme de photos claires recto/verso par message/email. Les données sont utilisées uniquement pour les obligations légales.",
"payment_methods": "Paiements : Le coût du séjour (location) est généralement géré directement par la plateforme de réservation (Airbnb, Booking, Vrbo, etc.). Pour la taxe de séjour, nous utilisons des liens de paiement en ligne (carte, Apple/Google Pay, PayPal) ou, si vous préférez, vous pouvez payer en espèces à l’arrivée ou avant le départ. Dans tous les cas, je vous enverrai des instructions claires.",
"city_tax_info": "Taxe de séjour : À Rome, il existe une taxe communale obligatoire pour les invités non résidents. Pour cet appartement, le montant est de 6 € par personne et par nuit, jusqu’à un maximum de 10 nuits. La taxe est encaissée par nous pour le compte de la Ville de Rome. D’éventuelles exonérations dépendent des règles de la commune : si vous avez un doute, écrivez-moi et nous vérifierons ensemble.",
"city_tax_payment_issue": "Problèmes de paiement de la taxe : Si le montant indiqué dans le lien ou le portail ne vous semble pas correct, ou si le lien ne fonctionne pas, ne vous inquiétez pas : le check-in et les clés ne sont pas bloqués. Envoyez-moi le nombre d’adultes, les nuits effectives et le montant déjà payé (le cas échéant) et je vous confirmerai le montant correct. Toute différence pourra être régularisée avec un nouveau lien ou en espèces.",
"receipt_rental": "Reçu de séjour : Nous pouvons émettre un reçu pour le séjour dans l’appartement (location de courte durée) avec votre nom, les dates et le montant total payé. Il ne s’agit pas d’une facture avec TVA, mais d’un reçu simple pour location touristique. Si vous en avez besoin, envoyez-moi les données à indiquer (nom/prénom ou raison sociale, adresse, éventuel code fiscal) et je vous enverrai le reçu en format numérique.",
"receipt_city_tax": "Reçu de taxe de séjour : Nous pouvons également émettre un reçu séparé pour la taxe de séjour, indiquant le nombre de personnes, les nuits et le montant total versé. Si vous avez besoin de ce reçu, informez-moi après le paiement (en ligne ou en espèces) et je préparerai un récapitulatif dédié."
  },
  "de": {
    "trash": "Müll: Bevor Sie die Wohnung verlassen, verschließen Sie die Müllbeutel gut und bringen Sie sie zwischen 8:00 und 9:30 Uhr zum Recyclingpunkt (isola ecologica) an der Ecke Via Leonina / Via dei Serpenti. Wir trennen den Müll (WeDoRecycling), bitte halten Sie sich an diese Hinweise.",
    "heating": "Heizung: Um die Heizung einzuschalten, benutzen Sie die Fernbedienung der Klimaanlage, drücken Sie MODE, bis der Pfeil auf das Sonnensymbol zeigt, und stellen Sie Leistungsstufe 1 und 26 °C ein. Nach etwa 5 Minuten beginnt warme Luft auszuströmen. Bitte schalten Sie das Gerät aus, wenn Sie zur Stadtbesichtigung aufbrechen, aus Sicherheitsgründen.",
    "umbrella": "Sonnenschirm: Wenn Sie den Sonnenschirm auf der Terrasse öffnen, binden Sie ihn immer mit der im Schirm vorhandenen Schnur an das Fenstergitter. Wenn Sie die Wohnung verlassen, schließen Sie ihn immer: An windigen Tagen könnte er davonfliegen und Personen oder Sachen beschädigen.",
    "wifi": "WLAN: Router auf dem Tisch. Drehen für SSID & Passwort.\nNetz: Siehe Router-Etikett.",
    "check_in": "Check-in ab 15:00.\nZugang: Langer quadratischer Schlüssel; Tür ziehen, gegen Uhrzeigersinn drehen.\nTür-Code: 7171 + Schlüssel.\nHilfe? +39 335 5245756.",
    "check_out": "Vor Abreise: Licht/AC aus, Fenster zu, Schlüssel auf Tisch, Tür sanft schließen.",
    "water": "Leitungswasser trinkbar. Warmwasser verfügbar.\nWICHTIG: Schalter links am Spiegel NICHT drücken.",
    "ac": "Klimaanlage vorhanden. Bitte ausschalten.",
    "bathroom": "Bad: Föhn, Badematte, Papier, Seife.\nHandtücher: groß + mittel + klein.",
    "kitchen": "Küche ausgestattet.\nElektroplatte: immer ausschalten.",
    "terrace": "Terrasse: Schirm anbinden.\nPflanzen 1x täglich gießen.\nLicht: Küche rechts der Treppe; Terrasse rechts vor der Tür.",
    "eat": "La Carbonara • Ai Tre Scalini • Vecchia Roma • Fafiuche • Al42 • Broccoletti • Cuoco e Camicia",
    "drink": "VinoRoma • Bottega del Caffè • Spritzeria Monti • Blackmarket Hall",
    "shop": "Mercato Monti • Via Urbana/Boschetto • Panisperna Buchladen • Leder/Design",
    "visit": "Madonna dei Monti • Santa Maria • San Martino • Vincoli • Colle Oppio • Trajansmärkte",
    "hidden_gems": "San Martino Untergrund • Santa Prassede • Borgia Treppe • Suburra • Häuser S. Pudenziana",
    "experience": "Aperitivo • Vintage • Sonnenuntergang • Urbana/Serpenti • Forum.\nRomantisch: Leonina → Kolosseum → Konstantinbogen → Fori → Kapitol → Fatamorgana → Caffè.",
    "day_trips": "Ostia Antica • Tivoli • Castelli Romani",
    "tickets_events": "TicketOne • AS Roma • SS Lazio",
    "museums_sites": "Vatikan • Kolosseum/Forum/Palatin • Borghese",
    "exhibitions": "MAXXI • Palazzo Esposizioni • Quirinale • Bonaparte",
    "transport": "Metro B Cavour. Bus 75/117/84.\nFiumicino: Cavour → Termini → Express.\nTaxi: +39 06 3570 / FreeNow.",
    "services": "Keine Antwort gefunden.",
    "emergency": "112 • Polizei 113 • Rettung 118 • Feuerwehr 115 • Arzt EN +39 06 488 2371 • Tierarzt +39 06 660 681"
"house_rules": "Hausordnung: Bitte respektieren Sie die Nachbarn: keine Partys, keine laute Musik und kein Lärm nach 22:00 Uhr. Rauchen ist in der Wohnung nicht erlaubt; wenn Sie am Fenster oder auf der Terrasse rauchen, werfen Sie keine Zigarettenstummel hinaus. Zusätzliche, nicht registrierte Gäste sind nicht erlaubt. Bei Unklarheiten schreiben Sie mir bitte vorher – besser vorher klären als hinterher.",
"laundry": "Wäsche: Wenn Sie Kleidung oder Handtücher waschen müssen, schreiben Sie mir und ich empfehle Ihnen je nach Zeitplan den besten Service (SB-Waschsalon oder Service im Stadtteil Monti).",
"wifi_troubleshooting": "WLAN funktioniert nicht: 1) Prüfen Sie, ob der Router eingeschaltet ist (Kontrolllampen an). 2) Ziehen Sie den Stecker des Routers für 30 Sekunden und stecken Sie ihn wieder ein. 3) Stellen Sie sicher, dass Sie mit dem richtigen Netz laut Router-Etikett verbunden sind und dass Sie das Passwort exakt wie geschrieben eingegeben haben (Groß-/Kleinschreibung). Wenn es dann immer noch nicht funktioniert, schreiben Sie mir und wir prüfen es gemeinsam.",
"late_checkout_policy": "Später Check-out: Die reguläre Check-out-Zeit ist 11:00 Uhr. Manchmal können wir eine kleine Verlängerung erlauben, das hängt aber immer von Anreisen am gleichen Tag und vom Reinigungsteam ab. Ein später Check-out kann niemals automatisch bestätigt werden: Wenn Sie später auschecken möchten, teilen Sie mir bitte die gewünschte Zeit mit, und ich bestätige persönlich je nach Verfügbarkeit.",
"luggage_storage": "Gepäckaufbewahrung: Wenn möglich, können wir eine Lösung finden, Ihr Gepäck nach dem Check-out aufzubewahren, es hängt aber von Reinigung und neuen Gästen ab. Teilen Sie mir bitte die Zeiten mit, zu denen Sie Ihr Gepäck abstellen/abholen möchten, und ich sage Ihnen, ob es in der Wohnung bleiben kann oder empfehle Ihnen eine Gepäckaufbewahrung im Viertel Monti oder nahe dem Bahnhof.",
"id_documents": "Ausweisdokumente: Nach italienischem Gesetz müssen Gäste registriert werden. Vor oder beim Check-in benötige ich für jeden Gast ein gültiges Ausweisdokument (Ausweis oder Reisepass). Die Dokumente können über das von mir gesendete Portal/den Link oder als klare Fotos (Vorder-/Rückseite) per Nachricht/E-Mail geschickt werden. Die Daten werden nur für die gesetzlichen Meldepflichten verwendet.",
"payment_methods": "Zahlungen: Die Kosten für den Aufenthalt (Miete) werden in der Regel direkt über die Buchungsplattform (Airbnb, Booking, Vrbo usw.) abgewickelt. Für die Kurtaxe verwenden wir Online-Zahlungslinks (Karte, Apple/Google Pay, PayPal) oder, wenn Sie möchten, können Sie bei Ankunft oder vor der Abreise in bar bezahlen. In jedem Fall erhalten Sie von mir klare Anweisungen.",
"city_tax_info": "Kurtaxe: In Rom gibt es eine obligatorische kommunale Steuer für nicht ansässige Gäste. Für diese Wohnung beträgt sie 6 € pro Person und Nacht, bis maximal 10 Nächte. Die Steuer wird von uns im Namen der Stadt Rom eingezogen. Mögliche Befreiungen richten sich nach den kommunalen Regeln – bei Fragen schreiben Sie mir bitte, dann prüfen wir es gemeinsam.",
"city_tax_payment_issue": "Probleme bei der Zahlung der Kurtaxe: Wenn der Betrag im Link/Portal nicht korrekt erscheint oder der Link nicht funktioniert, keine Sorge: Check-in und Schlüssel werden nicht blockiert. Schreiben Sie mir die Anzahl der erwachsenen Gäste, die tatsächlichen Nächte und den bereits gezahlten Betrag (falls vorhanden), und ich bestätige Ihnen den korrekten Betrag. Etwaige Differenzen können wir mit einem neuen Link oder in bar ausgleichen.",
"receipt_rental": "Beleg für den Aufenthalt: Wir können einen Beleg für den Aufenthalt in der Wohnung (Kurzzeitmiete) mit Ihrem Namen, den Daten und dem Gesamtbetrag ausstellen. Es handelt sich nicht um eine Rechnung mit Mehrwertsteuer, sondern um einen einfachen Beleg für touristische Vermietung. Wenn Sie ihn benötigen, senden Sie mir bitte die gewünschten Daten (Name/Firma, Adresse, ggf. Steuernummer), und ich sende Ihnen den Beleg digital zu.",
"receipt_city_tax": "Beleg für die Kurtaxe: Wir können auch einen separaten Beleg für die Kurtaxe ausstellen, mit Angabe der Personenzahl, Nächte und des Gesamtbetrags. Wenn Sie diesen Beleg benötigen, informieren Sie mich nach der Zahlung (online oder bar), und ich bereite eine entsprechende Übersicht vor."
  },
  "es": {
    "trash": "Basura: Antes de dejar el apartamento, cierre bien las bolsas de basura y llévelas entre las 8:00 y las 9:30 al punto ecológico (isola ecologica) en la esquina entre Via Leonina y Via dei Serpenti. Reciclamos (WeDoRecycling), por favor siga estas indicaciones.",
    "heating": "Calefacción: Para encender la calefacción, utilice el mando del aire acondicionado, pulse MODE hasta que la flecha apunte al símbolo del sol y ajuste potencia 1 y 26 °C. Después de unos 5 minutos empezará a salir aire caliente. Recuerde apagarlo cuando salga a visitar la ciudad, por seguridad.",
    "umbrella": "Sombrilla: Si abre la sombrilla en la terraza, átela siempre a la reja de la ventana con la cuerda que hay dentro de la sombrilla. Cuando salga, ciérrela siempre: en un día de viento podría volar y causar daños a personas o cosas.",
    "wifi": "Wi-Fi: Router sobre la mesa. Gíralo para ver SSID y contraseña.\nRed: Ver etiqueta del router.",
    "check_in": "Check-in desde las 15:00.\nAcceso: Llave larga cuadrada; tira la puerta y gira antihorario.\nCódigo: 7171 + llave.\n¿Ayuda? +39 335 5245756.",
    "check_out": "Antes de salir: apaga luces/AC, cierra ventanas, deja las llaves en la mesa.",
    "water": "Agua potable. Agua caliente disponible.\nIMPORTANTE: No tocar el interruptor a la izquierda del espejo.",
    "ac": "Hay aire acondicionado. Apágalo al salir.",
    "bathroom": "Baño: Secador, alfombrilla, papel, jabón.\nToallas: grande + mediana + pequeña.",
    "kitchen": "Cocina equipada.\nPlaca eléctrica: apagar siempre.",
    "terrace": "Terraza: Atar la sombrilla.\nPlantas diario (excepto cactus).\nLuz: cocina derecha escalera; terraza derecha puerta.",
    "eat": "La Carbonara • Ai Tre Scalini • Vecchia Roma • Fafiuche • Al42 • Broccoletti • Cuoco e Camicia",
    "drink": "VinoRoma • Bottega del Caffè • Spritzeria Monti • Blackmarket Hall",
    "shop": "Mercato Monti • Via Urbana/Boschetto • Librería Panisperna • Artesanos cuero/diseño",
    "visit": "Madonna dei Monti • Santa Maria • San Martino • Vincoli • Colle Oppio • Foros",
    "hidden_gems": "Subterráneos S. Martino • Santa Prassede • Escalinata Borgia • Suburra • Casas romanas",
    "experience": "Aperitivo • Vintage • Atardecer • Urbana/Serpenti • Foro.\nRuta romántica: Leonina → Coliseo → Constantino → Foros → Capitolio → Fatamorgana → Caffè.",
    "day_trips": "Ostia Antica • Tivoli • Castelli Romani",
    "tickets_events": "TicketOne • AS Roma • SS Lazio",
    "museums_sites": "Vaticanos • Coliseo/Foro/Palatino • Borghese",
    "exhibitions": "MAXXI • Palazzo Esposizioni • Quirinale • Bonaparte",
    "transport": "Metro B Cavour. Bus 75/117/84.\nFiumicino: Cavour → Termini → Express.\nTaxi: +39 06 3570 / FreeNow.",
    "services": "Sin respuesta directa.",
    "emergency": "112 • Policía 113 • Ambulancia 118 • Bomberos 115 • Médico EN +39 06 488 2371 • Veterinario +39 06 660 681"
 "house_rules": "Normas de la casa: Te pedimos que respetes a los vecinos: nada de fiestas, nada de música alta y nada de ruido después de las 22:00. No está permitido fumar dentro del apartamento; si fumas cerca de las ventanas o en la terraza, no tires las colillas fuera. No se permiten huéspedes adicionales no registrados. Si tienes dudas sobre algo, escríbeme antes: es mejor aclararlo de antemano.",
"laundry": "Lavandería: Si necesitas lavar ropa o toallas, escríbeme y te indicaré la mejor opción (lavandería autoservicio o servicio en la zona de Monti) según tus horarios.",
"wifi_troubleshooting": "Wi-Fi no funciona: 1) Comprueba que el router esté encendido (luces frontales encendidas). 2) Desenchufa el router durante 30 segundos y vuelve a enchufarlo. 3) Asegúrate de estar conectado a la red indicada en la etiqueta del router y de haber escrito la contraseña exactamente como aparece (mayúsculas/minúsculas). Si sigue sin funcionar, mándame un mensaje y lo revisamos juntos.",
"late_checkout_policy": "Late check-out: La hora estándar de salida es a las 11:00. A veces podemos permitir una pequeña extensión, pero siempre depende de las llegadas del mismo día y del equipo de limpieza. El late check-out nunca se puede confirmar de forma automática: si necesitas salir más tarde, dime la hora que te gustaría y te lo confirmaré personalmente según la disponibilidad.",
"luggage_storage": "Consigna de equipaje: Cuando es posible, podemos buscar una solución para guardar el equipaje después del check-out, pero depende de la limpieza y de nuevas llegadas. Dime la hora a la que te gustaría dejar/recoger las maletas y te diré si pueden quedarse en el apartamento o te recomendaré una consigna en Monti o cerca de la estación.",
"id_documents": "Documentos de identidad: La ley italiana exige el registro de los huéspedes. Antes o en el momento del check-in te pediré un documento de identidad válido para cada huésped (DNI o pasaporte). Los documentos se pueden enviar a través del portal/enlace que te mando o como fotos claras (anverso y reverso) por mensaje/correo electrónico. Los datos se utilizan solo para las obligaciones legales.",
"payment_methods": "Pagos: El coste de la estancia (alquiler) normalmente se gestiona directamente con la plataforma de reserva (Airbnb, Booking, Vrbo, etc.). Para la tasa turística utilizamos enlaces de pago online (tarjeta, Apple/Google Pay, PayPal) o, si lo prefieres, puedes pagar en efectivo a la llegada o antes de la salida. En cualquier caso, te enviaré instrucciones claras.",
"city_tax_info": "Tasa turística: En Roma hay una tasa municipal obligatoria para los huéspedes no residentes. Para este apartamento el importe es de 6 € por persona y noche, hasta un máximo de 10 noches. La tasa la cobramos nosotros en nombre del Ayuntamiento de Roma. Posibles exenciones dependen de las normas municipales: si tienes dudas, escríbeme y lo comprobamos juntos.",
"city_tax_payment_issue": "Problemas con el pago de la tasa: Si el importe que ves en el enlace o en el portal no te parece correcto, o el enlace no funciona, no te preocupes: el check-in y las llaves no se bloquean. Escríbeme el número de adultos, las noches reales y cuánto has pagado ya (si has hecho un pago) y te confirmaré el importe correcto. Cualquier diferencia se puede ajustar con un nuevo enlace o en efectivo.",
"receipt_rental": "Recibo de estancia: Podemos emitir un recibo por la estancia en el apartamento (alquiler de corta duración) con tu nombre, las fechas y el importe total pagado. No es una factura con IVA, sino un recibo sencillo de alquiler turístico. Si lo necesitas, mándame los datos que quieres que aparezcan (nombre/apellidos o empresa, dirección, posible NIF) y te enviaré el recibo en formato digital.",
"receipt_city_tax": "Recibo de tasa turística: También podemos emitir un recibo separado para la tasa turística, indicando número de personas, noches e importe total pagado. Si necesitas este recibo, avísame después del pago (online o en efectivo) y prepararé un resumen específico."
  }
}
