 {
  "apartment": "Via Leonina 71",
  "languages": ["it", "en", "fr", "de", "es"],
  "answers": {
    "en": {
      "trash": "Trash: Use the garbage bags in the kitchen, close them well and take them to the bins located about 50 meters to the left when you exit the building door. We separate waste (WeDoRecycling), so please follow the indications and do not leave garbage in the staircase or outside the apartment door.",
      "heating": "Heating: Use the A/C remote, press MODE until you see the sun symbol and set 26°C with power level 1. Always switch off the unit when you leave the apartment.",
      "electric_panel": "Electric panel: It is located on the left-hand side when you face the apartment door from inside. If the power goes off, raise any switch that is down and turn off one or more appliances.",
      "wifi": "Wi-Fi: The router is on the desk near the window. Turn it around to read the SSID and password on the label.\nNetwork: See router label. Password: See router label.",
      "check_in": "Check-in from 15:00.\nIntercom: apt. 16.\nBuilding code: 7171 + key symbol.\nNeed help? Call +39 335 5245756.",
      "check_out": "Before leaving: switch off lights and A/C, close all windows, leave the keys on the table and gently close the door, making sure it is properly closed.",
      "water": "Tap water is safe to drink. Hot water is always available.",
      "AC": "Please switch OFF the air conditioning when you go out.",
      "bathroom": "Bathroom: Toilet paper, hand soap, bath mat, hairdryer.\nTowels: Per guest: 1 large + 1 medium towel. Bed is prepared on arrival.",
      "gas": "Kitchen: The apartment does not have gas but an electric hob. Before leaving, please remove all pans and pots from the electric burners for safety reasons.",
      "building": "Intercom: apt. 16.\nElevator: Please remember to open and close the doors manually when you enter and when you exit. The elevator goes up to the 4th floor. When you step out, your apartment is on the left-hand side.",
      "eat": "Restaurants: Please check the guide I sent you by email. Open the link you find under the name \"Virtual Tour Guide\".",
      "drink": "Drinks: Caffè Camerino (Largo Arenula 30); Irish Pub in Largo Argentina; Modius Radisson Rooftop.",
      "shop": "Shopping: Please check the guide I sent you by email. Open the link you find under the name \"Virtual Tour Guide\".",
      "visit": "What to visit on foot: In a few minutes you can walk to the Colosseum (about 4 minutes), the Roman Forum (about 5 minutes), Piazza Venezia (about 7 minutes), and the church of San Pietro in Vincoli with Michelangelo’s famous Moses (about 4 minutes). For more details, check the \"Virtual Tour Guide\" I sent you.",
      "experience": "Evening experiences: Please check the guide I sent you by email. Open the link you find under the name \"Virtual Tour Guide\".",
      "day_trips": "Day trips: Ostia Antica (~40 min); Tivoli (Villa d’Este & Hadrian’s Villa ~1h); Castelli Romani.",
      "transport": "Transport:\nFrom Fiumicino: Take the train to Termini station, then metro line B (check the direction) and get off at the first stop, Cavour. Cross the street and you will find Via Leonina just below. For departure, follow the route in reverse.\nFrom Ciampino: Terravision bus or taxi.",
      "services": "Services in the area: In the neighborhood you can find many services, including a laundromat, post office, travel agency, pharmacy, bank and more.",
      "emergency": "Emergencies: EU Emergency 112 • Police 113 • Ambulance 118 • Fire brigade 115 • English-speaking doctor +39 06 488 2371 • 24h vet +39 06 660 681",
      "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerts, theatre, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
      "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseum, Roman Forum & Palatine: https://colosseo.it/en\n• Vatican Museums & Sistine Chapel: https://tickets.museivaticani.va/\n• Museums of Rome: https://www.museiincomuneroma.it/en",
      "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — exhibitions: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum of 21st Century Arts: https://www.maxxi.art/en/",
      "house_rules": "House rules: Please respect the neighbours: no parties, no loud music and no noise after 22:00. Smoking is not allowed inside the apartment; if you smoke near the windows, do not throw cigarette butts outside. No unregistered extra guests are allowed. If you are unsure about anything, write to me first – it is always better to clarify in advance.",
      "laundry": "Laundry: You can use the washing machine inside the apartment. Alternatively, write to me and I will suggest the best option (self-service laundromat or service nearby) according to your schedule.",
      "wifi_troubleshooting": "Wi-Fi not working: 1) Check that the router is ON (front lights on). 2) Unplug the router for 30 seconds and plug it back in. 3) Make sure you are connected to the correct network shown on the router label and that you entered the password exactly as written (upper/lowercase matters). If it still does not work, send me a message and we will check together.",
      "late_checkout_policy": "Late check-out: Standard check-out time is 11:00. Sometimes we can allow a small extension, but it always depends on same-day arrivals and the cleaning team. Late check-out can never be confirmed automatically: if you need to leave later, tell me the time you would like and I will personally confirm it based on availability.",
      "luggage_storage": "Luggage storage: When possible, we can try to find a solution to keep your luggage after check-out, but it depends on cleaning and new arrivals. Tell me the time when you would like to leave/pick up your bags and I will let you know if they can stay in the apartment or I will suggest a luggage storage nearby.",
      "id_documents": "ID documents: Italian law requires guest registration. Before or at check-in I will ask for a valid ID document for each guest (ID card or passport). Documents can be sent through the portal/link I provide or as clear front/back photos by message/email. Data are used only for legal registration and not for other purposes.",
      "payment_methods": "Payments: The cost of the stay (rental) is usually handled directly by the booking platform (Airbnb, Booking, Vrbo, etc.). For the city tax we use online payment links (card, Apple/Google Pay, PayPal) or, if you prefer, you can pay in cash on arrival or before departure. In all cases I will send you clear instructions.",
      "city_tax_info": "City tax: In Rome there is a mandatory municipal tax for non-resident guests. For this apartment the amount is 6 € per person per night, up to a maximum of 10 nights. The tax is collected by us on behalf of the City of Rome. Possible exemptions depend on municipal rules: if you are unsure, write to me and we will check together.",
      "city_tax_payment_issue": "City tax payment issues: If the amount you see in the link or portal does not look correct, or the link does not work, do not worry: check-in and keys are not blocked. Send me the number of adult guests, the actual nights and how much you have already paid (if any), and I will confirm the correct amount. Any difference can be adjusted with a new link or in cash.",
      "receipt_rental": "Stay receipt: We can issue a receipt for the apartment stay (short-term rental) with your name, dates and total amount paid. It is not a VAT invoice, but a simple receipt for tourist rental. If you need it, send me the details you want to appear (name/surname or company name, address, tax code if applicable) and I will send you the receipt in digital format.",
      "receipt_city_tax": "City tax receipt: We can also issue a separate receipt for the city tax, showing number of guests, nights and total amount paid. If you need this receipt, let me know after payment (online or cash) and I will prepare a dedicated summary."
    },

       "it": {
      "trash": "Spazzatura: Usa i sacchi in cucina, chiudili bene e portali nei cassonetti situati a 50 metri a sinistra dell’uscita del portone del palazzo; facciamo raccolta differenziata (WeDoRecycling), quindi ti chiediamo di seguire le indicazioni e di non lasciare immondizia nel vano scala o fuori dalla porta dell’appartamento.",
      "heating": "Riscaldamento: Usa il telecomando dell’aria condizionata, premi MODE finché non compare il simbolo del sole e imposta 26 °C con potenza 1. Spegni sempre il condizionatore quando esci dall’appartamento.",
      "electric_panel": "Quadro elettrico: È situato sul lato sinistro guardando la porta di uscita dell’appartamento. Se manca la corrente, alza gli interruttori abbassati e spegni qualche elettrodomestico.",
      "wifi": "Wi-Fi: Router sulla scrivania vicino alla finestra. Giralo per leggere SSID e password.\nRete: Vedi etichetta del router. Password: Vedi etichetta del router.",
      "check_in": "Check-in dalle 15:00.\nCitofono: int. 16.\nCodice portone: 7171 + simbolo della chiave.\nAiuto? Chiama +39 335 5245756.",
      "check_out": "Prima di partire: spegni luci e AC, chiudi le finestre, lascia le chiavi sul tavolo e chiudi delicatamente la porta, controllando che sia ben chiusa.",
      "water": "L’acqua del rubinetto è potabile. L’acqua calda è sempre disponibile.",
      "AC": "Spegni l’aria condizionata quando esci.",
      "bathroom": "Bagno: Carta igienica, sapone mani, tappetino, asciugacapelli.\nAsciugamani: Per ospite: 1 telo grande + 1 medio. Letto pronto all’arrivo.",
      "gas": "Cucina: L’appartamento non è provvisto di gas ma di piastra elettrica. Prima di andare via ricordati di togliere tutte le pentole dai fornelli elettrici per motivi di sicurezza.",
      "building": "Citofono: int. 16.\nAscensore: Ricordati di aprire e chiudere sempre le porte manualmente quando entri e quando esci. L’ascensore arriva al quarto piano. Quando esci, il tuo appartamento è sul lato sinistro.",
      "eat": "Ristoranti: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
      "drink": "Bere qualcosa: Caffè Camerino (Largo Arenula 30); Irish Pub a Largo Argentina; rooftop Modius Radisson.",
      "shop": "Negozi: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
      "visit": "Cosa visitare a piedi: In pochi minuti puoi arrivare al Colosseo (circa 4 minuti), al Foro Romano (circa 5 minuti), a Piazza Venezia (circa 7 minuti) e alla chiesa di San Pietro in Vincoli con il famoso Mosè di Michelangelo (circa 4 minuti). Se ti servono più informazioni, consulta la \"Virtual Tour Guide\" che ti ho inviato.",
      "experience": "Esperienze serali: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
      "day_trips": "Gite fuori porta: Ostia Antica (~40 min); Tivoli (Villa d’Este & Villa Adriana ~1h); Castelli Romani.",
      "transport": "Trasporti:\nDa Fiumicino: treno fino alla stazione Termini, poi metro B (controlla la direzione) e scendi alla prima fermata Cavour. Attraversa la strada e sotto trovi Via Leonina. Per la partenza fai il percorso inverso.\nDa Ciampino: servizio bus Terravision o taxi.",
      "services": "Servizi in zona: Nel quartiere puoi trovare numerosi servizi, tra cui lavanderia, ufficio postale, agenzia di viaggi, farmacia, banca e molto altro.",
      "emergency": "Emergenze: UE 112 • Polizia 113 • Ambulanza 118 • Vigili del fuoco 115 • Medico (EN) +39 06 488 2371 • Veterinario 24h +39 06 660 681",
      "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerti, teatro, sport): https://www.ticketone.it/en/\n• AS Roma — biglietti ufficiali: https://www.asroma.com/en/tickets\n• SS Lazio — biglietti ufficiali: https://sslazio.it/en/tickets",
      "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseo, Foro Romano & Palatino: https://colosseo.it/en\n• Musei Vaticani & Cappella Sistina: https://tickets.museivaticani.va/\n• Musei di Roma: https://www.museiincomuneroma.it/en",
      "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — mostre: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museo arti del XXI secolo: https://www.maxxi.art/en/",
      "house_rules": "Regole della casa: Ti chiediamo di rispettare il vicinato: niente feste, niente musica ad alto volume e nessun rumore dopo le 22:00. Vietato fumare all’interno dell’appartamento; se fumi vicino alle finestre, non buttare mozziconi fuori. Non sono ammessi ospiti extra non registrati. Per qualsiasi dubbio scrivimi prima, è sempre meglio chiarire in anticipo.",
      "laundry": "Lavanderia: Puoi utilizzare la lavatrice che è all’interno dell’appartamento. In alternativa scrivimi e ti indico la soluzione migliore (lavanderia self-service o servizio in zona) in base ai tuoi orari.",
      "wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router sia acceso (luci frontali accese). 2) Stacca la spina del router per 30 secondi e ricollegala. 3) Verifica di essere connesso alla rete indicata sull’etichetta del router e di aver inserito la password esattamente come scritta (maiuscole/minuscole contano). Se ancora non va, scrivimi e verifichiamo insieme.",
      "late_checkout_policy": "Late check-out: L’orario standard di check-out è alle 11:00. In alcuni casi possiamo concedere un piccolo prolungamento, ma dipende dagli arrivi dello stesso giorno e dalla squadra di pulizia. Il late check-out non può mai essere confermato in automatico: se ti serve uscire più tardi, scrivimi l’orario che ti sarebbe comodo e ti confermerò io personalmente in base alla disponibilità.",
      "luggage_storage": "Deposito bagagli: Quando possibile, possiamo trovare una soluzione per tenere le valigie dopo il check-out, ma dipende da pulizie e nuovi arrivi. Scrivimi l’orario in cui vorresti lasciare/ritirare i bagagli e ti dirò se è possibile tenerli in appartamento o ti suggerirò un deposito bagagli vicino.",
      "id_documents": "Documenti: La legge italiana richiede la registrazione degli ospiti. Prima o al momento del check-in ti chiederò un documento di identità valido per ciascun ospite (carta d’identità o passaporto). I documenti possono essere inviati tramite il portale/link che ti mando oppure come foto chiare fronte/retro via messaggio/email. I dati vengono usati solo per gli adempimenti di legge.",
      "payment_methods": "Pagamenti: Di solito il costo del soggiorno viene gestito direttamente dalla piattaforma di prenotazione (Airbnb, Booking, Vrbo, ecc.). Per la tassa di soggiorno utilizziamo link di pagamento online (carta, Apple/Google Pay, PayPal) oppure, se preferisci, puoi pagare in contanti all’arrivo o prima della partenza. In ogni caso ti invierò sempre istruzioni chiare.",
      "city_tax_info": "Tassa di soggiorno: A Roma è obbligatoria una tassa comunale per gli ospiti non residenti. Per questo appartamento l’importo è di 6 € a persona per notte, fino a un massimo di 10 notti. La tassa viene incassata da noi per conto del Comune di Roma. Eventuali esenzioni dipendono dalle regole comunali: se hai dubbi, scrivimi e verifichiamo insieme.",
      "city_tax_payment_issue": "Problemi con il pagamento della tassa: Se l’importo che vedi nel link o sul portale non ti sembra corretto, oppure il link non funziona, non ti preoccupare: il check-in e le chiavi non vengono bloccati. Scrivimi il numero di persone adulte, le notti effettive e quanto hai già pagato (se hai effettuato un pagamento) e ti confermerò l’importo giusto. Eventuali differenze si possono regolare con un nuovo link o in contanti.",
      "receipt_rental": "Ricevuta soggiorno: Possiamo rilasciare una ricevuta per il soggiorno in appartamento (affitto breve) con il tuo nome, le date e l’importo totale pagato. Non è una fattura con partita IVA, ma una ricevuta semplice per locazione turistica. Se ti serve, mandami i dati che vuoi inserire (nome/cognome o ragione sociale, indirizzo, eventuale codice fiscale) e ti invierò la ricevuta in formato digitale.",
      "receipt_city_tax": "Ricevuta tassa di soggiorno: Possiamo rilasciare anche una ricevuta separata per la tassa di soggiorno, con indicazione di numero di persone, notti e importo totale versato. Se ti serve questa ricevuta, avvisami dopo il pagamento (online o in contanti) e preparerò un riepilogo dedicato."
    },
