 {
  "en": {
    "trash": "Trash: Use the bags in the kitchen, close them well and take them to the bins located about 50 meters to the left when you exit the building’s main door. We separate waste (WeDoRecycling), so please follow the instructions and do not leave garbage in the stairwell or outside the apartment door.",
    "heating": "Heating: Use the A/C remote, press MODE until the sun symbol appears and set 26 °C with power level 1. Always switch off the A/C when you leave the apartment.",
    "electric_panel": "Electric panel: It is located on the left side when facing the apartment’s exit door. If the power goes off, raise any switch that is down and switch off one or more appliances.",
    "wifi": "Wi-Fi: Router on the desk near the window. Turn it around to read SSID and password.\nNetwork: See router label. Password: See router label.",
    "check_in": "Check-in from 15:00.\nIntercom: apt. 16.\nMain door code: 7171 + key symbol.\nNeed help? Call +39 335 5245756.",
    "early_checkin_policy": "Early check-in: Standard check-in is from 15:00. If you need to arrive earlier, tell me the time you need and I will confirm if it’s possible based on same-day check-outs and the cleaning schedule.",
    "check_out": "Before leaving: switch off lights and A/C, close the windows, leave the keys on the table and close the door gently, making sure it is properly closed.",
    "water": "Water: Tap water is safe to drink. Normally hot water is always available. If the shower or taps only run cold water or no water at all, turn the mixer fully to hot and let it run for 1–2 minutes. If it stays cold or there is no water, write to me immediately and tell me if the problem is only in the shower, at the sink or in the whole apartment, so we can check the boiler/water supply right away.",
    "AC": "Please switch off the air conditioning when you go out.",
    "bathroom": "Bathroom: Toilet paper, hand soap, bath mat, hairdryer.\nTowels: per guest: 1 large + 1 medium towel. Bed is ready on arrival.",
    "linens_towels": "Linens & towels: The bed is prepared on arrival and linens are provided.\nTowels: per guest: 1 large + 1 medium towel.",
    "gas": "Kitchen: The apartment has no gas, only an electric hob. Before you leave, for safety reasons, remember to remove all pots from the electric burners.",
    "building": "Intercom: apt. 16.\nElevator: Remember to always open and close the doors manually when entering and exiting. The elevator goes up to the 4th floor. When you exit, the apartment is on the left side.",
    "eat": "Restaurants: Please check the guide I sent you by email. Open the link under the name \"Virtual Tour Guide\".",
    "drink": "Drinks: Caffè Camerino (Largo Arenula 30); Irish Pub at Largo Argentina; Modius Radisson rooftop.",
    "shop": "Shops: Please check the guide I sent you by email. Open the link under the name \"Virtual Tour Guide\".",
    "visit": "What to visit on foot: In a few minutes you can reach the Colosseum (about 4 minutes), the Roman Forum (about 5 minutes), Piazza Venezia (about 7 minutes) and the church of San Pietro in Vincoli with Michelangelo’s famous Moses (about 4 minutes). For more information, check the \"Virtual Tour Guide\" I sent you.",
    "experience": "Evening experiences: Please check the guide I sent you by email. Open the link under the name \"Virtual Tour Guide\".",
    "day_trips": "Day trips: Ostia Antica (~40 min); Tivoli (Villa d’Este & Hadrian’s Villa ~1h); Castelli Romani.",
    "transport": "Transport:\nFrom Fiumicino: take the train to Termini station, then take Metro line B (check the direction) and get off at the first stop, Cavour. Cross the street and you will find Via Leonina just below. For departure, do the same route in reverse.\nFrom Ciampino: Terravision bus service or taxi.",
    "services": "I did not find a direct answer to your question. Please try a quick button (wifi, water, heating, bathroom, transport, city tax…) or send me a few more details.",
    "emergency": "Emergencies: EU 112 • Police 113 • Ambulance 118 • Fire 115 • English-speaking doctor +39 06 488 2371 • 24h vet +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerts, theatre, sport): https://www.ticketone.it/en/\n• AS Roma — official tickets: https://www.asroma.com/en/tickets\n• SS Lazio — official tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseum, Roman Forum & Palatine: https://colosseo.it/en\n• Vatican Museums & Sistine Chapel: https://tickets.museivaticani.va/\n• Museums of Rome: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — exhibitions: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum of 21st-century arts: https://www.maxxi.art/en/",
    "house_rules": "House rules: Please respect the neighbours: no parties, no loud music and no noise after 22:00. Smoking is not allowed inside the apartment; if you smoke near the windows, do not throw cigarette butts outside. No unregistered extra guests are allowed. If you are unsure about anything, write to me first – it is always better to clarify in advance.",
    "laundry": "Laundry: You can use the washing machine inside the apartment. Alternatively, write to me and I will suggest the best option (self-service laundromat or a nearby service) according to your schedule.",
    "wifi_troubleshooting": "Wi-Fi not working: 1) Check that the router is ON (front lights on). 2) Unplug the router for 30 seconds and plug it back in. 3) Make sure you are connected to the network shown on the router label and that you entered the password exactly as written (upper/lowercase matters). If it still does not work, write to me and we will check together.",
    "late_checkout_policy": "Late check-out: Standard check-out time is 11:00. Sometimes we can allow a small extension, but it always depends on same-day arrivals and the cleaning team. Late check-out can never be confirmed automatically: if you need to leave later, tell me the time you would like and I will personally confirm it based on availability.",
    "luggage_storage": "Luggage storage: When possible, we can try to find a solution to keep your luggage after check-out, but it depends on cleaning and new arrivals. Tell me the time when you would like to leave/pick up your bags and I will let you know if they can stay in the apartment or I will suggest a luggage storage nearby.",
    "id_documents": "ID documents: Italian law requires guest registration. Before or at check-in I will ask for a valid ID document for each guest (ID card or passport). Documents can be sent through the portal/link I provide or as clear front/back photos by message/email. Data are used only for legal registration and not for other purposes.",
    "payment_methods": "Payments: The cost of the stay (rental) is usually handled directly by the booking platform (Airbnb, Booking, Vrbo, etc.). For the city tax we use online payment links (card, Apple/Google Pay, PayPal) or, if you prefer, you can pay in cash on arrival or before departure. In all cases I will send you clear instructions.",
    "city_tax_info": "City tax: In Rome there is a mandatory municipal tax for non-resident guests. For this apartment the amount is 6 € per person per night, up to a maximum of 10 nights. The tax is collected by us on behalf of the City of Rome. Possible exemptions depend on municipal rules: if you are unsure, write to me and we will check together.",
    "city_tax_payment_issue": "City tax payment issues: If the amount you see in the link or portal does not look correct, or the link does not work, do not worry: check-in and keys are not blocked. Send me the number of adult guests, the actual nights and how much you have already paid (if any), and I will confirm the correct amount. Any difference can be adjusted with a new link or in cash.",
    "receipt_rental": "Stay receipt: We can issue a receipt for the apartment stay (short-term rental) with your name, dates and total amount paid. It is not a VAT invoice, but a simple receipt for tourist rental. If you need it, send me the details you want to appear (name/surname or company name, address, tax code if applicable) and I will send you the receipt in digital format.",
    "receipt_city_tax": "City tax receipt: We can also issue a separate receipt for the city tax, showing number of guests, nights and total amount paid. If you need this receipt, let me know after payment (online or cash) and I will prepare a dedicated summary."
  },
  "it": {
    "trash": "Spazzatura: Trovi i sacchi in cucina. Chiudili bene e portali nei cassonetti situati a 50 metri a sinistra dell’uscita del portone del palazzo; facciamo raccolta differenziata (WeDoRecycling), quindi ti chiediamo di seguire le indicazioni e di non lasciare immondizia nel vano scala o fuori dalla porta dell’appartamento.",
    "heating": "Riscaldamento: Usa il telecomando dell’aria condizionata, premi MODE finché non compare il simbolo del sole e imposta 26 °C con potenza 1. Spegni sempre il condizionatore quando esci dall’appartamento.",
    "electric_panel": "Quadro elettrico: È situato sul lato sinistro guardando la porta di uscita dell’appartamento. Se manca la corrente, alza gli interruttori abbassati e spegni qualche elettrodomestico.",
    "wifi": "Wi-Fi: Il router è sulla scrivania vicino alla finestra. Giralo per leggere SSID e password.\nRete: vedi etichetta del router. Password: vedi etichetta del router.",
    "check_in": "Check-in dalle 15:00.\nCitofono: int. 16.\nCodice portone: 7171 + simbolo della chiave.\nAiuto? Chiama +39 335 5245756.",
    "early_checkin_policy": "Early check-in: Il check-in standard è dalle 15:00. Se ti serve entrare prima, dimmi l’orario che ti serve e ti confermo se è possibile in base a check-out dello stesso giorno e tempi di pulizia.",
    "check_out": "Prima di partire: spegni luci e A/C, chiudi le finestre, lascia le chiavi sul tavolo e chiudi delicatamente la porta, verificando che sia ben chiusa.",
    "water": "Acqua: L’acqua del rubinetto è potabile e normalmente l’acqua calda è sempre disponibile. Se dalla doccia o dai rubinetti esce solo acqua fredda o non esce proprio, sposta la manopola tutta sul caldo e lascia scorrere 1–2 minuti. Se rimane fredda o non esce acqua, scrivimi subito indicando se il problema è solo in doccia, al lavandino o in tutta la casa, così possiamo controllare subito caldaia/fornitura.",
    "AC": "Aria condizionata: Spegnila sempre quando esci dall’appartamento.",
    "bathroom": "Bagno: Trovi carta igienica, sapone mani, tappetino e asciugacapelli.\nAsciugamani: per ogni ospite 1 telo grande + 1 medio.\nLetto: pronto all’arrivo.",
    "linens_towels": "Lenzuola e asciugamani: Il letto è pronto all’arrivo e le lenzuola sono incluse.\nAsciugamani: per ogni ospite 1 telo grande + 1 medio.",
    "gas": "Cucina: L’appartamento non è provvisto di gas, ma di piastra elettrica. Prima di uscire, per sicurezza, ricordati di togliere tutte le pentole dai fornelli elettrici.",
    "building": "Edificio:\nCitofono: int. 16.\nAscensore: ricorda di aprire e chiudere sempre le porte manualmente quando entri e quando esci. L’ascensore arriva al quarto piano. Uscendo, l’appartamento è sulla sinistra.",
    "eat": "Ristoranti: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
    "drink": "Bere qualcosa: Caffè Camerino (Largo Arenula 30); Irish Pub a Largo Argentina; rooftop Modius Radisson.",
    "shop": "Negozi: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
    "visit": "Cosa visitare a piedi: In pochi minuti puoi arrivare al Colosseo (circa 4 minuti), al Foro Romano (circa 5 minuti), a Piazza Venezia (circa 7 minuti) e alla chiesa di San Pietro in Vincoli, con il famoso Mosè di Michelangelo (circa 4 minuti). Per più informazioni, consulta la \"Virtual Tour Guide\" che ti ho inviato.",
    "experience": "Esperienze serali: Consulta la guida che ti ho inviato via email. Apri il link che trovi sotto il nome \"Virtual Tour Guide\".",
    "day_trips": "Gite fuori porta: Ostia Antica (~40 min); Tivoli (Villa d’Este & Villa Adriana ~1h); Castelli Romani.",
    "transport": "Trasporti:\nDa Fiumicino: prendi il treno fino alla stazione Termini, poi la metro B (controlla la direzione) e scendi alla prima fermata, Cavour. Attraversa la strada: sotto trovi Via Leonina. Per la partenza fai il percorso inverso.\nDa Ciampino: bus Terravision o taxi.",
    "services": "Non ho trovato una risposta diretta alla tua domanda. Prova un pulsante rapido (Wi-Fi, acqua, riscaldamento, bagno, trasporti, tassa di soggiorno…) oppure scrivimi qualche dettaglio in più.",
    "emergency": "Emergenze: UE 112 • Polizia 113 • Ambulanza 118 • Vigili del Fuoco 115 • Medico (EN) +39 06 488 2371 • Veterinario 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROME\n• TicketOne (concerti, teatro, sport): https://www.ticketone.it/en/\n• AS Roma — biglietti ufficiali: https://www.asroma.com/en/tickets\n• SS Lazio — biglietti ufficiali: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEUMS & SITES — ROME\n• Colosseo, Foro Romano & Palatino: https://colosseo.it/en\n• Musei Vaticani & Cappella Sistina: https://tickets.museivaticani.va/\n• Musei di Roma: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXHIBITIONS — ROME\n• Musei in Comune — mostre: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museo arti del XXI secolo: https://www.maxxi.art/en/",
    "house_rules": "Regole della casa: Ti chiediamo di rispettare il vicinato: niente feste, niente musica ad alto volume e nessun rumore dopo le 22:00. Vietato fumare all’interno dell’appartamento; se fumi vicino alle finestre, non buttare mozziconi fuori. Non sono ammessi ospiti extra non registrati. Per qualsiasi dubbio scrivimi prima, è sempre meglio chiarire in anticipo.",
    "laundry": "Lavanderia: Puoi utilizzare la lavatrice presente in appartamento. In alternativa, scrivimi e ti indico la soluzione migliore (lavanderia self-service o servizio in zona) in base ai tuoi orari.",
    "wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router sia acceso (luci frontali accese). 2) Stacca la spina del router per 30 secondi e ricollegala. 3) Verifica di essere connesso alla rete indicata sull’etichetta del router e di aver inserito la password esattamente come scritta (maiuscole/minuscole contano). Se ancora non va, scrivimi e verifichiamo insieme.",
    "late_checkout_policy": "Late check-out: L’orario standard di check-out è alle 11:00. In alcuni casi possiamo concedere un piccolo prolungamento, ma dipende dagli arrivi dello stesso giorno e dalla squadra di pulizia. Il late check-out non può mai essere confermato in automatico: se ti serve uscire più tardi, scrivimi l’orario che ti sarebbe comodo e ti confermerò io personalmente in base alla disponibilità.",
    "luggage_storage": "Deposito bagagli: Quando possibile, possiamo trovare una soluzione per tenere le valigie dopo il check-out, ma dipende da pulizie e nuovi arrivi. Scrivimi l’orario in cui vorresti lasciare/ritirare i bagagli e ti dirò se è possibile tenerli in appartamento o ti suggerirò un deposito bagagli vicino.",
    "id_documents": "Documenti: La legge italiana richiede la registrazione degli ospiti. Prima o al momento del check-in ti chiederò un documento di identità valido per ciascun ospite (carta d’identità o passaporto). I documenti possono essere inviati tramite il portale/link che ti mando oppure come foto chiare fronte/retro via messaggio/email. I dati vengono usati solo per gli adempimenti di legge.",
    "payment_methods": "Pagamenti: Di solito il costo del soggiorno viene gestito direttamente dalla piattaforma di prenotazione (Airbnb, Booking, Vrbo, ecc.). Per la tassa di soggiorno utilizziamo link di pagamento online (carta, Apple/Google Pay, PayPal) oppure, se preferisci, puoi pagare in contanti all’arrivo o prima della partenza. In ogni caso ti invierò sempre istruzioni chiare.",
    "city_tax_info": "Tassa di soggiorno: A Roma è obbligatoria una tassa comunale per gli ospiti non residenti. Per questo appartamento l’importo è di 6 € a persona per notte, fino a un massimo di 10 notti. La tassa viene incassata da noi per conto del Comune di Roma. Eventuali esenzioni dipendono dalle regole comunali: se hai dubbi, scrivimi e verifichiamo insieme.",
    "city_tax_payment_issue": "Problemi con il pagamento della tassa: Se l’importo che vedi nel link o sul portale non ti sembra corretto, oppure il link non funziona, non ti preoccupare: il check-in e le chiavi non vengono bloccati. Scrivimi il numero di persone adulte, le notti effettive e quanto hai già pagato (se hai effettuato un pagamento) e ti confermerò l’importo giusto. Eventuali differenze si possono regolare con un nuovo link o in contanti.",
    "receipt_rental": "Ricevuta soggiorno: Possiamo rilasciare una ricevuta per il soggiorno in appartamento (affitto breve) con il tuo nome, le date e l’importo totale pagato. Non è una fattura con partita IVA, ma una ricevuta semplice per locazione turistica. Se ti serve, mandami i dati che vuoi inserire (nome/cognome o ragione sociale, indirizzo, eventuale codice fiscale) e ti invierò la ricevuta in formato digitale.",
    "receipt_city_tax": "Ricevuta tassa di soggiorno: Possiamo rilasciare anche una ricevuta separata per la tassa di soggiorno, con indicazione di numero di persone, notti e importo totale versato. Se ti serve questa ricevuta, avvisami dopo il pagamento (online o in contanti) e preparerò un riepilogo dedicato."
  },
      "fr": {
    "trash": "Poubelles : Utilisez les sacs dans la cuisine, fermez-les bien et déposez-les dans les conteneurs situés à environ 50 mètres sur la gauche en sortant du portone de l’immeuble. Nous faisons le tri sélectif (WeDoRecycling) : merci de suivre les indications et de ne pas laisser de déchets dans la cage d’escalier ni devant la porte de l’appartement.",
    "heating": "Chauffage : Utilisez la télécommande de la climatisation, appuyez sur MODE jusqu’au symbole du soleil et réglez 26 °C avec puissance 1. Éteignez toujours la climatisation lorsque vous quittez l’appartement.",
    "electric_panel": "Tableau électrique : Il se trouve sur la gauche en regardant la porte de sortie de l’appartement. En cas de coupure, relevez les disjoncteurs baissés et éteignez un ou plusieurs appareils.",
    "wifi": "Wi-Fi : Le routeur est sur le bureau près de la fenêtre. Tournez-le pour lire le SSID et le mot de passe.\nRéseau : voir l’étiquette du routeur. Mot de passe : voir l’étiquette du routeur.",
    "check_in": "Arrivée à partir de 15:00.\nInterphone : appt. 16.\nCode porte d’entrée : 7171 + symbole de la clé.\nBesoin d’aide ? +39 335 5245756.",
    "early_checkin_policy": "Arrivée anticipée : L’heure standard est à partir de 15:00. Si vous souhaitez arriver plus tôt, dites-moi l’heure dont vous avez besoin et je confirmerai si c’est possible selon les départs du jour et le planning de ménage.",
    "check_out": "Avant de partir : éteignez lumières et A/C, fermez les fenêtres, laissez les clés sur la table et fermez la porte doucement, en vérifiant qu’elle est bien fermée.",
    "water": "Eau : L’eau du robinet est potable. Normalement l’eau chaude est toujours disponible. Si la douche ou les robinets ne donnent que de l’eau froide ou pas d’eau, tournez le mitigeur entièrement vers le chaud et laissez couler 1–2 minutes. Si cela reste froid ou s’il n’y a pas d’eau, écrivez-moi immédiatement en précisant si le problème concerne uniquement la douche, le lavabo ou tout l’appartement, afin que nous vérifiions rapidement la chaudière/l’alimentation en eau.",
    "AC": "Climatisation : Merci de l’éteindre lorsque vous sortez.",
    "bathroom": "Salle de bain : Papier toilette, savon mains, tapis de bain, sèche-cheveux.\nServiettes : par personne : 1 grande + 1 moyenne. Lit prêt à l’arrivée.",
    "linens_towels": "Draps et serviettes : Le lit est prêt à l’arrivée et les draps sont fournis.\nServiettes : par personne : 1 grande + 1 moyenne.",
    "gas": "Cuisine : L’appartement n’a pas de gaz, seulement une plaque électrique. Avant de sortir, par sécurité, pensez à retirer toutes les casseroles des plaques électriques.",
    "building": "Immeuble :\nInterphone : appt. 16.\nAscenseur : pensez à toujours ouvrir et fermer les portes manuellement en entrant et en sortant. L’ascenseur monte jusqu’au 4e étage. En sortant, l’appartement est sur la gauche.",
    "eat": "Restaurants : Consultez le guide que je vous ai envoyé par e-mail. Ouvrez le lien sous le nom \"Virtual Tour Guide\".",
    "drink": "Boire un verre : Caffè Camerino (Largo Arenula 30) ; Irish Pub à Largo Argentina ; rooftop Modius Radisson.",
    "shop": "Boutiques : Consultez le guide que je vous ai envoyé par e-mail. Ouvrez le lien sous le nom \"Virtual Tour Guide\".",
    "visit": "À visiter à pied : En quelques minutes vous pouvez rejoindre le Colisée (environ 4 minutes), le Forum Romain (environ 5 minutes), Piazza Venezia (environ 7 minutes) et l’église San Pietro in Vincoli avec le célèbre Moïse de Michel-Ange (environ 4 minutes). Pour plus d’infos, consultez la \"Virtual Tour Guide\" que je vous ai envoyée.",
    "experience": "Soirées : Consultez le guide que je vous ai envoyé par e-mail. Ouvrez le lien sous le nom \"Virtual Tour Guide\".",
    "day_trips": "Excursions : Ostia Antica (~40 min) ; Tivoli (Villa d’Este & Villa d’Hadrien ~1h) ; Castelli Romani.",
    "transport": "Transports :\nDepuis Fiumicino : prenez le train jusqu’à la gare Termini, puis la ligne B du métro (vérifiez la direction) et descendez au premier arrêt, Cavour. Traversez la rue : vous trouverez Via Leonina juste en dessous. Pour le départ, faites le trajet inverse.\nDepuis Ciampino : bus Terravision ou taxi.",
    "services": "Je n’ai pas trouvé de réponse directe à votre question. Essayez un bouton rapide (wifi, eau, chauffage, salle de bain, transports, taxe de séjour…) ou envoyez-moi quelques détails supplémentaires.",
    "emergency": "Urgences : UE 112 • Police 113 • Ambulance 118 • Pompiers 115 • Médecin (EN) +39 06 488 2371 • Vétérinaire 24h +39 06 660 681",
    "tickets_events": "BILLETS & ÉVÉNEMENTS — ROME\n• TicketOne (concerts, théâtre, sport) : https://www.ticketone.it/en/\n• AS Roma — billets officiels : https://www.asroma.com/en/tickets\n• SS Lazio — billets officiels : https://sslazio.it/en/tickets",
    "museums_sites": "MUSÉES & SITES — ROME\n• Colisée, Forum Romain & Palatin : https://colosseo.it/en\n• Musées du Vatican & Chapelle Sixtine : https://tickets.museivaticani.va/\n• Musées de Rome : https://www.museiincomuneroma.it/en",
    "exhibitions": "EXPOSITIONS — ROME\n• Musei in Comune — expositions : https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale : https://www.scuderiequirinale.it/\n• MAXXI — Musée des arts du XXIe siècle : https://www.maxxi.art/en/",
    "house_rules": "Règles de la maison : Merci de respecter le voisinage : pas de fêtes, pas de musique forte et pas de bruit après 22:00. Il est interdit de fumer à l’intérieur ; si vous fumez près des fenêtres, ne jetez pas les mégots dehors. Aucun invité supplémentaire non enregistré n’est autorisé. En cas de doute, écrivez-moi d’abord : mieux vaut clarifier à l’avance.",
    "laundry": "Blanchisserie : Vous pouvez utiliser le lave-linge dans l’appartement. Sinon, écrivez-moi et je vous indiquerai la meilleure solution (laverie libre-service ou service à proximité) selon vos horaires.",
    "wifi_troubleshooting": "Wi-Fi ne fonctionne pas : 1) Vérifiez que le routeur est allumé (voyants en façade). 2) Débranchez le routeur 30 secondes puis rebranchez-le. 3) Vérifiez que vous êtes connecté au réseau indiqué sur l’étiquette et que le mot de passe est saisi exactement (majuscules/minuscules). Si cela ne fonctionne toujours pas, écrivez-moi et nous vérifierons ensemble.",
    "late_checkout_policy": "Départ tardif : L’heure standard de départ est 11:00. Parfois nous pouvons accorder un petit prolongement, mais cela dépend des arrivées le même jour et de l’équipe de ménage. Le départ tardif ne peut jamais être confirmé automatiquement : si vous devez partir plus tard, dites-moi l’heure souhaitée et je confirmerai personnellement selon disponibilité.",
    "luggage_storage": "Consigne bagages : Quand c’est possible, nous pouvons trouver une solution pour garder les valises après le départ, mais cela dépend du ménage et des nouvelles arrivées. Dites-moi l’heure à laquelle vous souhaitez déposer/récupérer les bagages et je vous dirai si cela peut rester dans l’appartement ou je vous proposerai une consigne à proximité.",
    "id_documents": "Documents d’identité : La loi italienne exige l’enregistrement des invités. Avant ou au check-in, je demanderai un document valide pour chaque invité (carte d’identité ou passeport). Les documents peuvent être envoyés via le portail/lien que je vous envoie ou sous forme de photos claires recto/verso par message/e-mail. Les données sont utilisées uniquement pour les obligations légales.",
    "payment_methods": "Paiements : Le coût du séjour est généralement géré directement par la plateforme de réservation (Airbnb, Booking, Vrbo, etc.). Pour la taxe de séjour, nous utilisons des liens de paiement en ligne (carte, Apple/Google Pay, PayPal) ou, si vous préférez, en espèces à l’arrivée ou avant le départ. Dans tous les cas, je vous enverrai des instructions claires.",
    "city_tax_info": "Taxe de séjour : À Rome, une taxe communale est obligatoire pour les invités non résidents. Pour cet appartement, le montant est de 6 € par personne et par nuit, jusqu’à un maximum de 10 nuits. Nous l’encaissons pour le compte de la Ville de Rome. Les éventuelles exonérations dépendent des règles municipales : en cas de doute, écrivez-moi et nous vérifierons ensemble.",
    "city_tax_payment_issue": "Problèmes de paiement de la taxe : Si le montant dans le lien/portail ne vous semble pas correct ou si le lien ne fonctionne pas, ne vous inquiétez pas : le check-in et les clés ne sont pas bloqués. Envoyez-moi le nombre d’adultes, les nuits effectives et le montant déjà payé (si vous avez payé) et je confirmerai le montant correct. Toute différence peut être réglée avec un nouveau lien ou en espèces.",
    "receipt_rental": "Reçu de séjour : Nous pouvons émettre un reçu pour le séjour (location courte durée) avec votre nom, les dates et le montant total payé. Ce n’est pas une facture avec TVA, mais un reçu simple. Si vous en avez besoin, envoyez-moi les informations à indiquer (nom/prénom ou raison sociale, adresse, éventuel code fiscal) et je vous l’enverrai en format numérique.",
    "receipt_city_tax": "Reçu de taxe de séjour : Nous pouvons aussi émettre un reçu séparé pour la taxe de séjour, indiquant le nombre de personnes, les nuits et le montant total versé. Si vous en avez besoin, prévenez-moi après le paiement (en ligne ou en espèces) et je préparerai un récapitulatif dédié."
  },
     "de": {
    "trash": "Müll: Verwenden Sie die Beutel in der Küche, verschließen Sie sie gut und bringen Sie sie zu den Containern, die etwa 50 Meter links liegen, wenn Sie aus der Haustür hinausgehen. Wir trennen den Müll (WeDoRecycling), daher bitten wir Sie, die Hinweise zu beachten und keinen Müll im Treppenhaus oder vor der Wohnungstür zu lassen.",
    "heating": "Heizung: Nutzen Sie die Fernbedienung der Klimaanlage, drücken Sie MODE, bis das Sonnensymbol erscheint, und stellen Sie 26 °C mit Leistungsstufe 1 ein. Schalten Sie die Klimaanlage immer aus, wenn Sie die Wohnung verlassen.",
    "electric_panel": "Sicherungskasten: Er befindet sich links, wenn Sie zur Ausgangstür der Wohnung schauen. Bei Stromausfall die heruntergefallenen Schalter wieder nach oben legen und ein oder mehrere Geräte ausschalten.",
    "wifi": "WLAN: Router auf dem Schreibtisch am Fenster. Umdrehen, um SSID und Passwort zu lesen.\nNetz: Siehe Router-Etikett. Passwort: Siehe Router-Etikett.",
    "check_in": "Check-in ab 15:00.\nSprechanlage: Whg. 16.\nCode Haustür: 7171 + Schlüsselsymbol.\nHilfe? +39 335 5245756.",
    "early_checkin_policy": "Früher Check-in: Der Standard-Check-in ist ab 15:00. Wenn Sie früher ankommen möchten, nennen Sie mir bitte die gewünschte Uhrzeit; ich bestätige, ob es je nach Abreisen am selben Tag und Reinigungsplan möglich ist.",
    "check_out": "Vor der Abreise: Licht und Klimaanlage ausschalten, Fenster schließen, Schlüssel auf dem Tisch lassen und die Tür sanft schließen – bitte prüfen, dass sie richtig zu ist.",
    "water": "Wasser: Leitungswasser ist trinkbar. Normalerweise ist Warmwasser immer verfügbar. Wenn aus Dusche oder Wasserhähnen nur kaltes Wasser kommt oder gar kein Wasser, den Mischer ganz auf „heiß“ drehen und 1–2 Minuten laufen lassen. Bleibt es kalt oder kommt kein Wasser, schreiben Sie mir bitte sofort und sagen Sie, ob das Problem nur in der Dusche, am Waschbecken oder in der ganzen Wohnung auftritt, damit wir Boiler/Wasserversorgung umgehend prüfen können.",
    "AC": "Bitte die Klimaanlage ausschalten, wenn Sie hinausgehen.",
    "bathroom": "Bad: Toilettenpapier, Handseife, Badematte, Föhn.\nHandtücher: pro Gast: 1 großes + 1 mittleres Handtuch. Bett bei Ankunft vorbereitet.",
    "linens_towels": "Bettwäsche & Handtücher: Das Bett ist bei Ankunft vorbereitet und Bettwäsche ist vorhanden.\nHandtücher: pro Gast: 1 großes + 1 mittleres Handtuch.",
    "gas": "Küche: Die Wohnung hat kein Gas, sondern ein elektrisches Kochfeld. Bitte vor dem Verlassen aus Sicherheitsgründen alle Töpfe von den Elektroplatten nehmen.",
    "building": "Gebäude:\nSprechanlage: Whg. 16.\nAufzug: Bitte daran denken, die Türen beim Ein- und Aussteigen immer manuell zu öffnen und zu schließen. Der Aufzug fährt bis in den 4. Stock. Beim Aussteigen liegt die Wohnung links.",
    "eat": "Restaurants: Bitte schauen Sie in die Anleitung, die ich per E-Mail geschickt habe. Öffnen Sie den Link unter dem Namen \"Virtual Tour Guide\".",
    "drink": "Etwas trinken: Caffè Camerino (Largo Arenula 30); Irish Pub am Largo Argentina; Modius Radisson Rooftop.",
    "shop": "Geschäfte: Bitte schauen Sie in die Anleitung, die ich per E-Mail geschickt habe. Öffnen Sie den Link unter dem Namen \"Virtual Tour Guide\".",
    "visit": "Zu Fuß sehenswert: In wenigen Minuten erreichen Sie das Kolosseum (ca. 4 Minuten), das Forum Romanum (ca. 5 Minuten), die Piazza Venezia (ca. 7 Minuten) sowie die Kirche San Pietro in Vincoli mit Michelangelos berühmtem Moses (ca. 4 Minuten). Für mehr Infos sehen Sie bitte in den \"Virtual Tour Guide\", den ich Ihnen geschickt habe.",
    "experience": "Abendideen: Bitte schauen Sie in die Anleitung, die ich per E-Mail geschickt habe. Öffnen Sie den Link unter dem Namen \"Virtual Tour Guide\".",
    "day_trips": "Ausflüge: Ostia Antica (~40 Min); Tivoli (Villa d’Este & Villa Adriana ~1h); Castelli Romani.",
    "transport": "Verkehr:\nVon Fiumicino: Zug bis Termini, dann Metro B (Richtung prüfen) und an der ersten Station, Cavour, aussteigen. Straße überqueren: Unten finden Sie die Via Leonina. Für die Abreise den Weg zurück.\nVon Ciampino: Terravision-Bus oder Taxi.",
    "services": "Ich habe keine direkte Antwort auf Ihre Frage gefunden. Bitte versuchen Sie einen Schnell-Button (WLAN, Wasser, Heizung, Bad, Verkehr, Kurtaxe …) oder schreiben Sie mir ein paar zusätzliche Details.",
    "emergency": "Notfälle: EU 112 • Polizei 113 • Rettung 118 • Feuerwehr 115 • Arzt (EN) +39 06 488 2371 • Tierarzt 24h +39 06 660 681",
    "tickets_events": "TICKETS & EVENTS — ROM\n• TicketOne (Konzerte, Theater, Sport): https://www.ticketone.it/en/\n• AS Roma — offizielle Tickets: https://www.asroma.com/en/tickets\n• SS Lazio — offizielle Tickets: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEEN & SEHENSWÜRDIGKEITEN — ROM\n• Kolosseum, Forum Romanum & Palatin: https://colosseo.it/en\n• Vatikanische Museen & Sixtinische Kapelle: https://tickets.museivaticani.va/\n• Museen von Rom: https://www.museiincomuneroma.it/en",
    "exhibitions": "AUSSTELLUNGEN — ROM\n• Musei in Comune — Ausstellungen: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museum der Künste des 21. Jahrhunderts: https://www.maxxi.art/en/",
    "house_rules": "Hausordnung: Bitte respektieren Sie die Nachbarn: keine Partys, keine laute Musik und kein Lärm nach 22:00. Rauchen ist in der Wohnung verboten; wenn Sie am Fenster rauchen, werfen Sie keine Kippen hinaus. Zusätzliche, nicht registrierte Gäste sind nicht erlaubt. Bei Fragen schreiben Sie mir bitte vorher – besser vorher klären.",
    "laundry": "Wäsche: Sie können die Waschmaschine in der Wohnung nutzen. Alternativ schreiben Sie mir, und ich empfehle Ihnen je nach Zeitplan die beste Lösung (SB-Waschsalon oder Service in der Nähe).",
    "wifi_troubleshooting": "WLAN funktioniert nicht: 1) Prüfen Sie, ob der Router eingeschaltet ist (Front-LEDs an). 2) Router 30 Sekunden vom Strom trennen und wieder anschließen. 3) Stellen Sie sicher, dass Sie mit dem Netzwerk vom Etikett verbunden sind und das Passwort exakt wie geschrieben eingegeben haben (Groß-/Kleinschreibung). Wenn es noch nicht klappt, schreiben Sie mir und wir prüfen es gemeinsam.",
    "late_checkout_policy": "Später Check-out: Die Standardzeit ist 11:00. Manchmal ist eine kleine Verlängerung möglich, aber das hängt von Anreisen am selben Tag und vom Reinigungsteam ab. Ein später Check-out kann niemals automatisch bestätigt werden: Wenn Sie später gehen möchten, nennen Sie mir bitte die gewünschte Zeit und ich bestätige persönlich je nach Verfügbarkeit.",
    "luggage_storage": "Gepäckaufbewahrung: Wenn möglich, finden wir eine Lösung, das Gepäck nach dem Check-out zu behalten, aber es hängt von Reinigung und neuen Anreisen ab. Sagen Sie mir, wann Sie die Koffer abstellen/abholen möchten, und ich sage Ihnen, ob sie in der Wohnung bleiben können oder empfehle Ihnen eine Gepäckaufbewahrung in der Nähe.",
    "id_documents": "Ausweisdokumente: Nach italienischem Gesetz müssen Gäste registriert werden. Vor oder beim Check-in benötige ich für jeden Gast ein gültiges Ausweisdokument (Ausweis oder Reisepass). Die Dokumente können über das Portal/den Link gesendet werden oder als klare Fotos (Vorder-/Rückseite) per Nachricht/E-Mail. Die Daten werden nur für die gesetzlichen Pflichten verwendet.",
    "payment_methods": "Zahlungen: Die Kosten des Aufenthalts werden normalerweise direkt über die Buchungsplattform abgewickelt (Airbnb, Booking, Vrbo usw.). Für die Kurtaxe nutzen wir Online-Zahlungslinks (Karte, Apple/Google Pay, PayPal) oder, wenn Sie möchten, bar bei Ankunft oder vor Abreise. In jedem Fall sende ich klare Anweisungen.",
    "city_tax_info": "Kurtaxe: In Rom gibt es eine verpflichtende kommunale Steuer für nicht ansässige Gäste. Für diese Wohnung beträgt sie 6 € pro Person und Nacht, bis maximal 10 Nächte. Wir kassieren sie im Auftrag der Stadt Rom. Mögliche Befreiungen hängen von den kommunalen Regeln ab: Bei Fragen schreiben Sie mir und wir prüfen es gemeinsam.",
    "city_tax_payment_issue": "Probleme bei der Zahlung der Kurtaxe: Wenn der Betrag im Link/Portal nicht korrekt erscheint oder der Link nicht funktioniert, keine Sorge: Check-in und Schlüssel werden nicht blockiert. Schreiben Sie mir die Anzahl der erwachsenen Gäste, die tatsächlichen Nächte und wie viel Sie bereits bezahlt haben (falls bezahlt), und ich bestätige den korrekten Betrag. Etwaige Differenzen können wir mit einem neuen Link oder bar ausgleichen.",
    "receipt_rental": "Beleg für den Aufenthalt: Wir können einen Beleg für den Aufenthalt in der Wohnung (Kurzzeitmiete) mit Ihrem Namen, den Daten und dem Gesamtbetrag ausstellen. Es ist keine Rechnung mit USt., sondern ein einfacher Beleg für touristische Vermietung. Wenn Sie ihn benötigen, senden Sie mir bitte die Daten (Name/Firma, Adresse, ggf. Steuernummer) und ich sende ihn digital.",
    "receipt_city_tax": "Beleg für die Kurtaxe: Wir können auch einen separaten Beleg für die Kurtaxe ausstellen, mit Angabe von Personenzahl, Nächten und Gesamtbetrag. Wenn Sie ihn benötigen, sagen Sie mir nach der Zahlung (online oder bar) Bescheid, dann bereite ich die Übersicht vor."
  },
     "es": {
    "trash": "Basura: Use las bolsas de la cocina, ciérrelas bien y llévelas a los contenedores situados a unos 50 metros a la izquierda al salir por la puerta principal del edificio. Hacemos recogida selectiva (WeDoRecycling), así que siga las indicaciones y no deje basura en la escalera ni delante de la puerta del apartamento.",
    "heating": "Calefacción: Use el mando del aire acondicionado, pulse MODE hasta que aparezca el símbolo del sol y ajuste 26 °C con potencia 1. Apague siempre el aire acondicionado cuando salga del apartamento.",
    "electric_panel": "Cuadro eléctrico: Está en el lado izquierdo mirando hacia la puerta de salida del apartamento. Si se corta la luz, suba los interruptores bajados y apague uno o más electrodomésticos.",
    "wifi": "Wi-Fi: Router en el escritorio junto a la ventana. Gírelo para leer SSID y contraseña.\nRed: ver etiqueta del router. Contraseña: ver etiqueta del router.",
    "check_in": "Check-in desde las 15:00.\nInterfono: apto. 16.\nCódigo de la puerta principal: 7171 + símbolo de la llave.\n¿Necesita ayuda? Llame al +39 335 5245756.",
    "early_checkin_policy": "Check-in temprano: El horario estándar es a partir de las 15:00. Si necesitas entrar antes, dime la hora que necesitas y te confirmaré si es posible según los check-outs del día y el horario de limpieza.",
    "check_out": "Antes de salir: apague luces y A/C, cierre las ventanas, deje las llaves en la mesa y cierre la puerta suavemente, comprobando que quede bien cerrada.",
    "water": "Agua: El agua del grifo es potable. Normalmente el agua caliente siempre está disponible. Si en la ducha o en los grifos sale solo agua fría o no sale agua, gire el mezclador totalmente hacia caliente y deje correr 1–2 minutos. Si sigue fría o no sale agua, escríbame de inmediato indicando si el problema es solo en la ducha, en el lavabo o en toda la casa, para revisar caldera/suministro cuanto antes.",
    "AC": "A/C: Apague el aire acondicionado cuando salga.",
    "bathroom": "Baño: Papel higiénico, jabón de manos, alfombrilla, secador.\nToallas: por huésped: 1 toalla grande + 1 mediana. Cama lista a la llegada.",
    "linens_towels": "Sábanas y toallas: La cama está preparada a la llegada y se incluyen sábanas.\nToallas: por huésped: 1 toalla grande + 1 mediana.",
    "gas": "Cocina: El apartamento no tiene gas, sino placa eléctrica. Antes de salir, por seguridad, recuerde retirar todas las ollas/sartenes de las placas eléctricas.",
    "building": "Edificio:\nInterfono: apto. 16.\nAscensor: recuerde abrir y cerrar siempre las puertas manualmente al entrar y al salir. El ascensor llega hasta la 4.ª planta. Al salir, el apartamento está a la izquierda.",
    "eat": "Restaurantes: Consulte la guía que le envié por email. Abra el enlace bajo el nombre \"Virtual Tour Guide\".",
    "drink": "Tomar algo: Caffè Camerino (Largo Arenula 30); Irish Pub en Largo Argentina; rooftop Modius Radisson.",
    "shop": "Tiendas: Consulte la guía que le envié por email. Abra el enlace bajo el nombre \"Virtual Tour Guide\".",
    "visit": "Qué visitar a pie: En pocos minutos puede llegar al Coliseo (unos 4 minutos), al Foro Romano (unos 5 minutos), a Piazza Venezia (unos 7 minutos) y a la iglesia de San Pietro in Vincoli con el famoso Moisés de Miguel Ángel (unos 4 minutos). Para más información, consulte la \"Virtual Tour Guide\" que le envié.",
    "experience": "Experiencias nocturnas: Consulte la guía que le envié por email. Abra el enlace bajo el nombre \"Virtual Tour Guide\".",
    "day_trips": "Excursiones: Ostia Antica (~40 min); Tivoli (Villa d’Este & Villa Adriana ~1h); Castelli Romani.",
    "transport": "Transporte:\nDesde Fiumicino: tome el tren hasta la estación Termini, luego metro B (compruebe la dirección) y bájese en la primera parada, Cavour. Cruce la calle: abajo encontrará Via Leonina. Para la salida haga el recorrido inverso.\nDesde Ciampino: bus Terravision o taxi.",
    "services": "No encontré una respuesta directa a su pregunta. Pruebe un botón rápido (wifi, agua, calefacción, baño, transporte, tasa turística…) o escríbame algún detalle más.",
    "emergency": "Emergencias: UE 112 • Policía 113 • Ambulancia 118 • Bomberos 115 • Médico (EN) +39 06 488 2371 • Veterinario 24h +39 06 660 681",
    "tickets_events": "ENTRADAS & EVENTOS — ROMA\n• TicketOne (conciertos, teatro, deporte): https://www.ticketone.it/en/\n• AS Roma — entradas oficiales: https://www.asroma.com/en/tickets\n• SS Lazio — entradas oficiales: https://sslazio.it/en/tickets",
    "museums_sites": "MUSEOS & SITIOS — ROMA\n• Coliseo, Foro Romano & Palatino: https://colosseo.it/en\n• Museos Vaticanos & Capilla Sixtina: https://tickets.museivaticani.va/\n• Museos de Roma: https://www.museiincomuneroma.it/en",
    "exhibitions": "EXPOSICIONES — ROMA\n• Musei in Comune — exposiciones: https://www.museiincomuneroma.it/en/exhibitions\n• Scuderie del Quirinale: https://www.scuderiequirinale.it/\n• MAXXI — Museo de artes del siglo XXI: https://www.maxxi.art/en/",
    "house_rules": "Normas de la casa: Por favor respete a los vecinos: nada de fiestas, nada de música alta y nada de ruido después de las 22:00. Está prohibido fumar dentro del apartamento; si fuma cerca de las ventanas, no tire colillas fuera. No se permiten huéspedes extra no registrados. Si tiene dudas, escríbame antes: siempre es mejor aclararlo con antelación.",
    "laundry": "Lavandería: Puede usar la lavadora dentro del apartamento. Si lo prefiere, escríbame y le indicaré la mejor opción (autoservicio o servicio cercano) según sus horarios.",
    "wifi_troubleshooting": "Wi-Fi no funciona: 1) Compruebe que el router esté encendido (luces frontales encendidas). 2) Desenchufe el router durante 30 segundos y vuelva a enchufarlo. 3) Verifique que está conectado a la red indicada en la etiqueta y que ha escrito la contraseña exactamente como aparece (mayúsculas/minúsculas). Si sigue sin funcionar, escríbame y lo revisamos juntos.",
    "late_checkout_policy": "Late check-out: La hora estándar de salida es a las 11:00. A veces podemos permitir una pequeña extensión, pero depende de las llegadas del mismo día y del equipo de limpieza. El late check-out nunca se puede confirmar automáticamente: si necesita salir más tarde, dígame la hora que le conviene y se lo confirmaré personalmente según disponibilidad.",
    "luggage_storage": "Consigna de equipaje: Cuando es posible, podemos buscar una solución para guardar las maletas después del check-out, pero depende de la limpieza y de nuevas llegadas. Dígame a qué hora quiere dejar/recoger el equipaje y le diré si se puede dejar en el apartamento o, en alternativa, le sugeriré una consigna cercana.",
    "id_documents": "Documentos: La ley italiana exige el registro de los huéspedes. Antes o en el check-in le pediré un documento de identidad válido para cada huésped (DNI o pasaporte). Los documentos pueden enviarse mediante el portal/enlace que le mando o como fotos claras (anverso/reverso) por mensaje/email. Los datos se usan solo para obligaciones legales.",
    "payment_methods": "Pagos: Normalmente el coste de la estancia lo gestiona directamente la plataforma de reserva (Airbnb, Booking, Vrbo, etc.). Para la tasa turística usamos enlaces de pago online (tarjeta, Apple/Google Pay, PayPal) o, si lo prefiere, efectivo a la llegada o antes de la salida. En cualquier caso, siempre le enviaré instrucciones claras.",
    "city_tax_info": "Tasa turística: En Roma es obligatoria para los huéspedes no residentes. Para este apartamento el importe es de 6 € por persona y noche, hasta un máximo de 10 noches. La cobramos en nombre del Ayuntamiento de Roma. Las posibles exenciones dependen de las normas municipales: si tiene dudas, escríbame y lo comprobamos juntos.",
    "city_tax_payment_issue": "Problemas con el pago de la tasa: Si el importe que ve en el enlace o en el portal no le parece correcto, o el enlace no funciona, no se preocupe: el check-in y las llaves no se bloquean. Envíeme el número de adultos, las noches efectivas y cuánto ya ha pagado (si ha pagado) y le confirmaré el importe correcto. Cualquier diferencia se puede ajustar con un nuevo enlace o en efectivo.",
    "receipt_rental": "Recibo de estancia: Podemos emitir un recibo por la estancia en el apartamento (alquiler de corta duración) con su nombre, las fechas y el importe total pagado. No es una factura con IVA, sino un recibo sencillo de alquiler turístico. Si lo necesita, envíeme los datos que quiere incluir (nombre/apellidos o empresa, dirección, posible NIF) y se lo envío en formato digital.",
    "receipt_city_tax": "Recibo de tasa turística: También podemos emitir un recibo separado para la tasa turística, indicando número de personas, noches e importe total pagado. Si lo necesita, avíseme después del pago (online o en efectivo) y prepararé el resumen."
  }
}
