{
  "apartment": "Via del Portico d’Ottavia 1D",
  "intents": {
    "it": {
      "trash": ["spazzatura", "immondizia", "rifiuti", "pattumiera", "sacchetti"],
      "heating": ["riscaldamento", "stufa", "stufa elettrica", "freddo", "caldo"],
      "electric_panel": ["quadro elettrico", "contatore", "salta la luce", "manca la corrente", "interruttore", "salvavita"],
      "wifi": ["wifi", "wi-fi", "rete", "password", "internet"],
      "check_in": ["check in", "arrivo", "ingresso", "portone", "codice", "chiavi"],
      "early_checkin": ["early check in", "check in anticipato", "arrivo prima", "entrare prima"],
      "check_out": ["check out", "partenza", "uscire", "chiavi"],
      "late_checkout": ["late check out", "uscire più tardi", "check out tardi"],
      "water": ["acqua", "acqua calda", "potabile"],
      "AC": ["aria condizionata", "condizionatore", "ac"],
      "bathroom": ["bagno", "asciugamani", "phon", "sapone"],
      "linens_towels": ["lenzuola", "asciugamani", "biancheria"],
      "kitchen": ["cucina", "piano cottura", "stoviglie"],
      "eat": ["mangiare", "ristorante", "cibo", "ebraico"],
      "drink": ["bere", "vino", "bar"],
      "shopping": ["shopping", "negozi", "botteghe"],
      "visit": ["visitare", "monumenti", "ghetto", "sinagoga"],
      "experiences": ["esperienze", "romantico", "tramonto", "passeggiata"],
      "day_trips": ["gite", "ostia", "tivoli", "castelli"],
      "tickets": ["biglietti", "eventi", "concerto", "calcio"],
      "museums": ["musei", "colosseo", "vaticano"],
      "exhibitions": ["mostre", "maxxi", "scuderie"],
      "transport": ["trasporti", "bus", "tram", "taxi", "aeroporto"],
      "laundry": ["lavanderia", "lavare vestiti", "lavatrice"],
      "wifi_troubleshooting": ["wifi non funziona", "internet non va", "rete non va"],
      "luggage_storage": ["bagagli", "valigie", "deposito"],
      "id_documents": ["documenti", "passaporto", "carta identità"],
      "payment_methods": ["pagamento", "pagare", "contanti", "carta"],
      "city_tax_info": ["tassa soggiorno", "city tax"],
      "city_tax_payment_issue": ["problema tassa", "link tassa"],
      "receipt_rental": ["ricevuta soggiorno", "ricevuta affitto"],
      "receipt_city_tax": ["ricevuta tassa soggiorno"],
      "emergency": ["emergenza", "polizia", "ambulanza"],
      "house_rules": ["regole casa", "rumore", "feste"]
    },
    "en": {
      "trash": ["trash", "garbage", "waste"],
      "heating": ["heating", "electric heater", "cold"],
      "electric_panel": ["electric panel", "power cut", "breaker"],
      "wifi": ["wifi", "internet", "password"],
      "check_in": ["check in", "arrival", "entrance"],
      "early_checkin": ["early check in", "early arrival"],
      "check_out": ["check out", "departure"],
      "late_checkout": ["late check out", "late departure"],
      "water": ["water", "hot water"],
      "AC": ["air conditioning", "ac"],
      "bathroom": ["bathroom", "towels", "hairdryer"],
      "linens_towels": ["linens", "towels"],
      "kitchen": ["kitchen", "cooktop"],
      "eat": ["eat", "restaurant", "jewish"],
      "drink": ["drink", "wine", "bar"],
      "shopping": ["shopping", "shops"],
      "visit": ["visit", "ghetto", "synagogue"],
      "experiences": ["experience", "romantic", "sunset"],
      "day_trips": ["day trips", "ostia", "tivoli"],
      "tickets": ["tickets", "events"],
      "museums": ["museums", "vatican", "colosseum"],
      "exhibitions": ["exhibitions"],
      "transport": ["transport", "bus", "taxi"],
      "laundry": ["laundry", "washing machine"],
      "wifi_troubleshooting": ["wifi not working", "no internet"],
      "luggage_storage": ["luggage", "bags"],
      "id_documents": ["documents", "passport"],
      "payment_methods": ["payment", "pay"],
      "city_tax_info": ["city tax"],
      "city_tax_payment_issue": ["tax issue"],
      "receipt_rental": ["rental receipt"],
      "receipt_city_tax": ["city tax receipt"],
      "emergency": ["emergency", "police"],
      "house_rules": ["house rules", "noise"]
    }
  },
  "answers": {
    "it": {
      "trash": "Spazzatura: Prima di lasciare l’appartamento, chiudi bene i sacchetti e portali all’isola ecologica di fronte a Piazza delle Cinque Scole (lato Lungotevere). Facciamo raccolta differenziata (WeDoRecycling): segui le indicazioni e non lasciare rifiuti nel vano scala o fuori dalla porta.",
      "heating": "Riscaldamento: L’appartamento ha una stufa elettrica. Usala solo quando sei in casa e spegnila sempre quando esci, per motivi di sicurezza.",
      "electric_panel": "Quadro elettrico: Se manca la corrente, trovi il quadro sulla destra prima della porta d’uscita dell’appartamento: tutti gli interruttori (incluso il piccolo bianco) devono essere verso l’alto. Se il problema continua, all’uscita del palazzo (prima della porta d’ingresso), sulla sinistra ci sono gli sportelli bianchi: apri quello del tuo contatore e rialza l’interruttore abbassato.",
      "wifi": "Wi-Fi: Il router è sul tavolo. Giralo per leggere SSID e password sull’etichetta.",
      "check_in": "Check-in dalle 15:00. Accesso: Per entrare puoi usare il link che ti ho inviato con la Virtual Key: apre sia il portone dell’edificio sia la porta dell’appartamento. Dentro troverai le chiavi fisiche sul tavolo; da quel momento la Virtual Key viene disattivata.\nAiuto: +39 335 5245756.",
      "early_checkin": "Early check-in: Il check-in standard è dalle 15:00. Se ti serve entrare prima, dimmi l’orario che ti serve e ti confermo se è possibile in base a check-out dello stesso giorno e tempi di pulizia.",
      "check_out": "Prima di partire: spegni luci e riscaldamento, chiudi le finestre e lascia le chiavi sul tavolo. Chiudi la porta manualmente e verifica che sia ben chiusa.",
      "water": "Acqua: L’acqua del rubinetto è potabile. L’acqua calda è sempre disponibile, ma può impiegare 1–2 minuti ad arrivare (soprattutto al mattino). Se non arriva o la pressione è bassa: apri un solo rubinetto alla volta, controlla che i miscelatori caldo/freddo siano completamente aperti e aspetta 1–2 minuti. Se il problema continua, scrivimi subito.",
      "AC": "Aria condizionata: L’appartamento è dotato di A/C. Ti chiediamo di spegnerla sempre quando esci.",
      "bathroom": "Bagno: Trovi asciugamani, phon, tappetino, carta igienica e sapone. Asciugamani: per ogni ospite 1 telo grande + 1 medio.",
      "linens_towels": "Lenzuola e asciugamani: Il letto è pronto all’arrivo e le lenzuola sono incluse.\nAsciugamani: per ogni ospite 1 telo grande + 1 medio.",
      "kitchen": "Cucina: È completa e attrezzata. Per accendere un fornello, premi lo starter e, nello stesso momento, ruota e spingi la manopola del fuoco scelto tenendola premuta per circa 5 secondi. Ricordati di spegnere sempre i fornelli dopo l’uso.",
      "eat": "Dove mangiare: Nel Ghetto ti consigliamo Nonna Betta, Ba’Ghetto, Renato al Ghetto, Su’Ghetto, Giggetto e Taverna del Ghetto.",
      "drink": "Dove bere: Per un bicchiere di vino o un drink: Enoteca Il Goccetto, Bar del Ghetto, Caffè Farnese.",
      "shopping": "Shopping: Per prodotti tipici, dolci e specialità del Ghetto vai in Via del Portico d’Ottavia; per un mercato all’aperto, Campo de’ Fiori.",
      "visit": "Cosa visitare a piedi: Sinagoga, Museo Ebraico, Teatro di Marcello, Portico d’Ottavia e Isola Tiberina sono tutti raggiungibili a piedi.",
      "experiences": "Esperienza romantica: Passeggiata Ghetto → Isola Tiberina → Trastevere al tramonto.",
      "day_trips": "Gite di un giorno: Ostia Antica; Tivoli (Villa d’Este e Villa Adriana); Castelli Romani.",
      "tickets": "Biglietti eventi: Per concerti, spettacoli o partite usa TicketOne e i canali ufficiali di AS Roma e SS Lazio.",
      "museums": "Musei principali: Consigliati Musei Vaticani, Colosseo/Foro/Palatino e Galleria Borghese (prenotazione consigliata).",
      "exhibitions": "Mostre: Per grandi mostre a Roma, guarda MAXXI, Palazzo delle Esposizioni e Scuderie del Quirinale.",
      "transport": "Trasporti: Da qui passano vari bus (30, 44, 85) verso il centro e Termini. Taxi: +39 06 3570. Aeroporti: Fiumicino con treno FL1 (da Trastevere o Termini), Ciampino con bus dedicati o taxi.",
      "laundry": "Lavanderia: Se devi lavare vestiti o asciugamani, scrivimi e ti indico la soluzione migliore (self-service o servizio in zona) in base ai tuoi orari.",
      "wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router sia acceso (luci frontali accese). 2) Stacca la spina per 30 secondi e ricollegala. 3) Verifica rete e password sull’etichetta (maiuscole/minuscole contano). Se ancora non va, scrivimi.",
      "late_checkout": "Late check-out: L’orario standard è alle 11:00. A volte possiamo concedere un piccolo prolungamento, ma dipende dagli arrivi dello stesso giorno e dalla squadra di pulizia. Non posso confermarlo in automatico: dimmi l’orario che ti serve e ti rispondo in base alla disponibilità.",
      "luggage_storage": "Deposito bagagli: Quando possibile troviamo una soluzione per lasciare le valigie dopo il check-out, ma dipende da pulizie e nuovi arrivi. Dimmi a che ora vuoi lasciare e ritirare i bagagli: ti confermo cosa si può fare o ti indico un deposito vicino.",
      "id_documents": "Documenti: La legge italiana richiede la registrazione degli ospiti. Prima o al check-in ti chiederò un documento valido per ciascun ospite (carta d’identità o passaporto). Puoi inviarli tramite il portale/link che ti mando oppure come foto chiare fronte/retro via messaggio/email. I dati sono usati solo per gli adempimenti di legge.",
      "payment_methods": "Pagamenti: Di solito il costo del soggiorno è gestito dalla piattaforma (Airbnb, Booking, Vrbo, ecc.). Per la tassa di soggiorno usiamo link di pagamento online (carta, Apple/Google Pay, PayPal) oppure, se preferisci, contanti all’arrivo o prima della partenza. In ogni caso ti invierò istruzioni chiare.",
      "city_tax_info": "Tassa di soggiorno: A Roma è obbligatoria per gli ospiti non residenti. Per questo appartamento è di 5 € a persona per notte, fino a un massimo di 10 notti. La incassiamo per conto del Comune di Roma. Eventuali esenzioni dipendono dalle regole comunali: se hai dubbi, scrivimi e verifichiamo insieme.",
      "city_tax_payment_issue": "Problemi pagamento tassa: Se l’importo nel link/portale non ti sembra corretto o il link non funziona, non preoccuparti: check-in e chiavi non vengono bloccati. Scrivimi numero di persone adulte, notti effettive e quanto hai già pagato (se hai pagato): ti confermo l’importo corretto. Eventuali differenze si sistemano con un nuovo link o in contanti.",
      "receipt_rental": "Ricevuta soggiorno: Possiamo rilasciare una ricevuta per il soggiorno (affitto breve) con nome, date e importo totale. Non è una fattura con partita IVA, ma una ricevuta semplice. Se ti serve, mandami i dati da inserire (nome/cognome o ragione sociale, indirizzo, eventuale codice fiscale) e te la invio in digitale.",
      "receipt_city_tax": "Ricevuta tassa di soggiorno: Possiamo rilasciare anche una ricevuta separata con numero di persone, notti e importo totale. Se ti serve, avvisami dopo il pagamento (online o in contanti) e preparo il riepilogo."
    },
    "en": {
      "trash": "Trash: Before leaving the apartment, close the bags well and take them to the recycling point opposite Piazza delle Cinque Scole (Lungotevere side). We separate waste (WeDoRecycling): please follow the instructions and do not leave rubbish in the stairwell or outside the door.",
      "heating": "Heating: The apartment has an electric heater. Use it only when you are inside and always switch it off when you go out, for safety reasons.",
      "electric_panel": "Electric panel: If there is no power, the panel is on the right just before the apartment exit door: all switches (including the small white one) must be up. If the issue continues, at the building exit (before the main entrance door), on the left there are white boxes: open the one of your meter and flip the lowered switch back up.",
      "wifi": "Wi-Fi: The router is on the table. Turn it to read the SSID and password on the label.",
      "check_in": "Check-in from 15:00. Access: To enter you can use the Virtual Key link I sent you: it opens both the building entrance door and the apartment door. Inside you will find the physical keys on the table; from that moment the Virtual Key is deactivated.\nHelp: +39 335 5245756.",
      "early_checkin": "Early check-in: Standard check-in is from 15:00. If you need to enter earlier, tell me the time you need and I will confirm if it is possible based on same-day check-outs and cleaning schedule.",
      "check_out": "Before leaving: switch off lights and heating, close the windows and leave the keys on the table. Close the door manually and make sure it is properly shut.",
      "water": "Water: Tap water is drinkable. Hot water is always available, but it may take 1–2 minutes to arrive (especially in the morning). If it does not arrive or pressure is low: open only one tap at a time, check that hot/cold mixers are fully open and wait 1–2 minutes. If the issue continues, message me immediately.",
      "AC": "Air conditioning: The apartment is equipped with A/C. Please always switch it off when you go out.",
      "bathroom": "Bathroom: You will find towels, hairdryer, bath mat, toilet paper and soap. Towels: per guest 1 large + 1 medium.",
      "linens_towels": "Linens and towels: The bed is ready on arrival and linens are included.\nTowels: per guest 1 large + 1 medium.",
      "kitchen": "Kitchen: Fully equipped. To light a burner, press the igniter and at the same time turn and push the knob of the selected burner, keeping it pressed for about 5 seconds. Always switch burners off after use.",
      "eat": "Where to eat: In the Ghetto we recommend Nonna Betta, Ba’Ghetto, Renato al Ghetto, Su’Ghetto, Giggetto and Taverna del Ghetto.",
      "drink": "Where to drink: For a glass of wine or a drink: Enoteca Il Goccetto, Bar del Ghetto, Caffè Farnese.",
      "shopping": "Shopping: For typical products, sweets and Ghetto specialties go to Via del Portico d’Ottavia; for an open-air market, Campo de’ Fiori.",
      "visit": "What to visit on foot: Synagogue, Jewish Museum, Teatro di Marcello, Portico d’Ottavia and Tiber Island are all within walking distance.",
      "experiences": "Romantic experience: Walk Ghetto → Tiber Island → Trastevere at sunset.",
      "day_trips": "Day trips: Ostia Antica; Tivoli (Villa d’Este and Villa Adriana); Castelli Romani.",
      "tickets": "Event tickets: For concerts, shows or matches use TicketOne and the official channels of AS Roma and SS Lazio.",
      "museums": "Main museums: Recommended Vatican Museums, Colosseum/Forum/Palatine and Borghese Gallery (advance booking recommended).",
      "exhibitions": "Exhibitions: For major exhibitions in Rome, check MAXXI, Palazzo delle Esposizioni and Scuderie del Quirinale.",
      "transport": "Transport: Several buses (30, 44, 85) connect the area with the city centre and Termini. Taxi: +39 06 3570. Airports: Fiumicino via FL1 train (from Trastevere or Termini), Ciampino via dedicated buses or taxi.",
      "laundry": "Laundry: If you need to wash clothes or towels, write to me and I will suggest the best solution (self-service or nearby service) based on your schedule.",
      "wifi_troubleshooting": "Wi-Fi not working: 1) Check the router is on (front lights on). 2) Unplug it for 30 seconds and plug it back in. 3) Check network and password on the label (case-sensitive). If it still does not work, message me.",
      "late_checkout": "Late check-out: Standard time is 11:00. Sometimes we can allow a short extension, but it depends on same-day arrivals and the cleaning team. I cannot confirm it automatically: tell me the time you need and I will reply based on availability.",
      "luggage_storage": "Luggage storage: When possible we can find a solution to leave bags after check-out, but it depends on cleaning and new arrivals. Tell me what time you want to leave and collect the luggage and I will confirm what is possible or suggest a nearby storage.",
      "id_documents": "Documents: Italian law requires guest registration. Before or at check-in I will ask for a valid document for each guest (ID card or passport). You can send them via the portal/link I provide or as clear front/back photos by message/email. Data are used only for legal requirements.",
      "payment_methods": "Payments: The cost of the stay is usually handled by the booking platform (Airbnb, Booking, Vrbo, etc.). For the city tax we use online payment links (card, Apple/Google Pay, PayPal) or, if you prefer, cash on arrival or before departure. In any case I will send clear instructions.",
      "city_tax_info": "City tax: In Rome it is mandatory for non-resident guests. For this apartment it is 5 € per person per night, up to a maximum of 10 nights. We collect it on behalf of the City of Rome. Any exemptions depend on municipal rules: if you have doubts, write to me and we will check together.",
      "city_tax_payment_issue": "City tax payment issues: If the amount in the link/portal does not seem correct or the link does not work, do not worry: check-in and keys are not blocked. Write to me with number of adult guests, actual nights and how much you have already paid (if any): I will confirm the correct amount. Any differences can be settled with a new link or in cash.",
      "receipt_rental": "Stay receipt: We can issue a receipt for the stay (short-term rental) with name, dates and total amount. It is not a VAT invoice, but a simple receipt. If you need it, send me the details to include (name/surname or company name, address, possible tax code) and I will send it digitally.",
      "receipt_city_tax": "City tax receipt: We can also issue a separate receipt with number of guests, nights and total amount. If you need it, let me know after payment (online or cash) and I will prepare the summary."
    }
  }
}
