{
  "apartment": "Via del Portico d’Ottavia 1D",
  "languages": ["it", "en", "fr", "de", "es"],
  "intents": {
    "it": {
      "trash": ["spazzatura", "immondizia", "rifiuti", "pattumiera", "sacchetti"],
      "heating": ["riscaldamento", "stufa", "stufa elettrica", "freddo", "caldo"],
      "electric_panel": ["quadro elettrico", "contatore", "salta la luce", "manca la corrente", "interruttore", "salvavita"],
      "wifi": ["wifi", "wi-fi", "rete", "password", "internet"],
      "check_in": ["check in", "arrivo", "ingresso", "portone", "codice", "chiavi"],
      "early_checkin": ["early check in", "check in anticipato", "arrivo prima", "entrare prima"],
      "check_out": ["check out", "partenza", "uscire", "chiavi"],
      "late_checkout": ["late check out", "uscire più tardi", "check out tardi"],
      "water": ["acqua", "acqua calda", "potabile"],
      "AC": ["aria condizionata", "condizionatore", "ac"],
      "bathroom": ["bagno", "asciugamani", "phon", "sapone"],
      "linens_towels": ["lenzuola", "asciugamani", "biancheria"],
      "kitchen": ["cucina", "piano cottura", "stoviglie"],
      "eat": ["mangiare", "ristorante", "cibo", "ebraico"],
      "drink": ["bere", "vino", "bar"],
      "shopping": ["shopping", "negozi", "botteghe"],
      "visit": ["visitare", "monumenti", "ghetto", "sinagoga"],
      "experiences": ["esperienze", "romantico", "tramonto", "passeggiata"],
      "day_trips": ["gite", "ostia", "tivoli", "castelli"],
      "tickets": ["biglietti", "eventi", "concerto", "calcio"],
      "museums": ["musei", "colosseo", "vaticano"],
      "exhibitions": ["mostre", "maxxi", "scuderie"],
      "transport": ["trasporti", "bus", "tram", "taxi", "aeroporto"],
      "laundry": ["lavanderia", "lavare vestiti", "lavatrice"],
      "wifi_troubleshooting": ["wifi non funziona", "internet non va", "rete non va"],
      "luggage_storage": ["bagagli", "valigie", "deposito"],
      "id_documents": ["documenti", "passaporto", "carta identità"],
      "payment_methods": ["pagamento", "pagare", "contanti", "carta"],
      "city_tax_info": ["tassa soggiorno", "city tax"],
      "city_tax_payment_issue": ["problema tassa", "link tassa"],
      "receipt_rental": ["ricevuta soggiorno", "ricevuta affitto"],
      "receipt_city_tax": ["ricevuta tassa soggiorno"],
      "emergency": ["emergenza", "polizia", "ambulanza"],
      "house_rules": ["regole casa", "rumore", "feste"]
    },
    "en": {
      "trash": ["trash", "garbage", "waste"],
      "heating": ["heating", "electric heater", "cold"],
      "electric_panel": ["electric panel", "power cut", "breaker"],
      "wifi": ["wifi", "internet", "password"],
      "check_in": ["check in", "arrival", "entrance"],
      "early_checkin": ["early check in", "early arrival"],
      "check_out": ["check out", "departure"],
      "late_checkout": ["late check out", "late departure"],
      "water": ["water", "hot water"],
      "AC": ["air conditioning", "ac"],
      "bathroom": ["bathroom", "towels", "hairdryer"],
      "linens_towels": ["linens", "towels"],
      "kitchen": ["kitchen", "cooktop"],
      "eat": ["eat", "restaurant", "jewish"],
      "drink": ["drink", "wine", "bar"],
      "shopping": ["shopping", "shops"],
      "visit": ["visit", "ghetto", "synagogue"],
      "experiences": ["experience", "romantic", "sunset"],
      "day_trips": ["day trips", "ostia", "tivoli"],
      "tickets": ["tickets", "events"],
      "museums": ["museums", "vatican", "colosseum"],
      "exhibitions": ["exhibitions"],
      "transport": ["transport", "bus", "taxi"],
      "laundry": ["laundry", "washing machine"],
      "wifi_troubleshooting": ["wifi not working", "no internet"],
      "luggage_storage": ["luggage", "bags"],
      "id_documents": ["documents", "passport"],
      "payment_methods": ["payment", "pay"],
      "city_tax_info": ["city tax"],
      "city_tax_payment_issue": ["tax issue"],
      "receipt_rental": ["rental receipt"],
      "receipt_city_tax": ["city tax receipt"],
      "emergency": ["emergency", "police"],
      "house_rules": ["house rules", "noise"]
    }
    ,
  "answers": {
    "it": {
      "trash": "Spazzatura: Prima di lasciare l’appartamento, chiudi bene i sacchetti e portali all’isola ecologica di fronte a Piazza delle Cinque Scole (lato Lungotevere). Facciamo raccolta differenziata (WeDoRecycling): segui le indicazioni e non lasciare rifiuti nel vano scala o fuori dalla porta.",
      "heating": "Riscaldamento: L’appartamento ha una stufa elettrica. Usala solo quando sei in casa e spegnila sempre quando esci, per motivi di sicurezza.",
      "electric_panel": "Quadro elettrico: Se manca la corrente, trovi il quadro sulla destra prima della porta d’uscita dell’appartamento: tutti gli interruttori (incluso il piccolo bianco) devono essere verso l’alto. Se il problema continua, all’uscita del palazzo (prima della porta d’ingresso), sulla sinistra ci sono gli sportelli bianchi: apri quello del tuo contatore e rialza l’interruttore abbassato.",
      "wifi": "Wi-Fi: Il router è sul tavolo. Giralo per leggere SSID e password sull’etichetta.",
      "check_in": "Check-in dalle 15:00. Accesso: Per entrare puoi usare il link che ti ho inviato con la Virtual Key: apre sia il portone dell’edificio sia la porta dell’appartamento. Dentro troverai le chiavi fisiche sul tavolo; da quel momento la Virtual Key viene disattivata.\nAiuto: +39 335 5245756.",
      "early_checkin": "Early check-in: Il check-in standard è dalle 15:00. Se ti serve entrare prima, dimmi l’orario che ti serve e ti confermo se è possibile in base a check-out dello stesso giorno e tempi di pulizia.",
      "check_out": "Prima di partire: spegni luci e riscaldamento, chiudi le finestre e lascia le chiavi sul tavolo. Chiudi la porta manualmente e verifica che sia ben chiusa.",
      "water": "Acqua: L’acqua del rubinetto è potabile. L’acqua calda è sempre disponibile, ma può impiegare 1–2 minuti ad arrivare (soprattutto al mattino). Se non arriva o la pressione è bassa: apri un solo rubinetto alla volta, controlla che i miscelatori caldo/freddo siano completamente aperti e aspetta 1–2 minuti. Se il problema continua, scrivimi subito.",
      "AC": "Aria condizionata: L’appartamento è dotato di A/C. Ti chiediamo di spegnerla sempre quando esci.",
      "bathroom": "Bagno: Trovi asciugamani, phon, tappetino, carta igienica e sapone. Asciugamani: per ogni ospite 1 telo grande + 1 medio.",
      "linens_towels": "Lenzuola e asciugamani: Il letto è pronto all’arrivo e le lenzuola sono incluse.\nAsciugamani: per ogni ospite 1 telo grande + 1 medio.",
      "kitchen": "Cucina: È completa e attrezzata. Per accendere un fornello, premi lo starter e, nello stesso momento, ruota e spingi la manopola del fuoco scelto tenendola premuta per circa 5 secondi. Ricordati di spegnere sempre i fornelli dopo l’uso.",
      "eat": "Dove mangiare: Nel Ghetto ti consigliamo Nonna Betta, Ba’Ghetto, Renato al Ghetto, Su’Ghetto, Giggetto e Taverna del Ghetto.",
      "drink": "Dove bere: Per un bicchiere di vino o un drink: Enoteca Il Goccetto, Bar del Ghetto, Caffè Farnese.",
      "shopping": "Shopping: Per prodotti tipici, dolci e specialità del Ghetto vai in Via del Portico d’Ottavia; per un mercato all’aperto, Campo de’ Fiori.",
      "visit": "Cosa visitare a piedi: Sinagoga, Museo Ebraico, Teatro di Marcello, Portico d’Ottavia e Isola Tiberina sono tutti raggiungibili a piedi.",
      "experiences": "Esperienza romantica: Passeggiata Ghetto → Isola Tiberina → Trastevere al tramonto.",
      "day_trips": "Gite di un giorno: Ostia Antica; Tivoli (Villa d’Este e Villa Adriana); Castelli Romani.",
      "tickets": "Biglietti eventi: Per concerti, spettacoli o partite usa TicketOne e i canali ufficiali di AS Roma e SS Lazio.",
      "museums": "Musei principali: Consigliati Musei Vaticani, Colosseo/Foro/Palatino e Galleria Borghese (prenotazione consigliata).",
      "exhibitions": "Mostre: Per grandi mostre a Roma, guarda MAXXI, Palazzo delle Esposizioni e Scuderie del Quirinale.",
      "transport": "Trasporti: Da qui passano vari bus (30, 44, 85) verso il centro e Termini. Taxi: +39 06 3570. Aeroporti: Fiumicino con treno FL1 (da Trastevere o Termini), Ciampino con bus dedicati o taxi.",
      "laundry": "Lavanderia: Se devi lavare vestiti o asciugamani, scrivimi e ti indico la soluzione migliore (self-service o servizio in zona) in base ai tuoi orari.",
      "wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router sia acceso (luci frontali accese). 2) Stacca la spina per 30 secondi e ricollegala. 3) Verifica rete e password sull’etichetta (maiuscole/minuscole contano). Se ancora non va, scrivimi.",
      "late_checkout": "Late check-out: L’orario standard è alle 11:00. A volte possiamo concedere un piccolo prolungamento, ma dipende dagli arrivi dello stesso giorno e dalla squadra di pulizia. Non posso confermarlo in automatico: dimmi l’orario che ti serve e ti rispondo in base alla disponibilità.",
      "luggage_storage": "Deposito bagagli: Quando possibile troviamo una soluzione per lasciare le valigie dopo il check-out, ma dipende da pulizie e nuovi arrivi. Dimmi a che ora vuoi lasciare e ritirare i bagagli: ti confermo cosa si può fare o ti indico un deposito vicino.",
      "id_documents": "Documenti: La legge italiana richiede la registrazione degli ospiti. Prima o al check-in ti chiederò un documento valido per ciascun ospite (carta d’identità o passaporto). Puoi inviarli tramite il portale/link che ti mando oppure come foto chiare fronte/retro via messaggio/email. I dati sono usati solo per gli adempimenti di legge.",
      "payment_methods": "Pagamenti: Di solito il costo del soggiorno è gestito dalla piattaforma (Airbnb, Booking, Vrbo, ecc.). Per la tassa di soggiorno usiamo link di pagamento online (carta, Apple/Google Pay, PayPal) oppure, se preferisci, contanti all’arrivo o prima della partenza. In ogni caso ti invierò istruzioni chiare.",
      "city_tax_info": "Tassa di soggiorno: A Roma è obbligatoria per gli ospiti non residenti. Per questo appartamento è di 5 € a persona per notte, fino a un massimo di 10 notti. La incassiamo per conto del Comune di Roma. Eventuali esenzioni dipendono dalle regole comunali: se hai dubbi, scrivimi e verifichiamo insieme.",
      "city_tax_payment_issue": "Problemi pagamento tassa: Se l’importo nel link/portale non ti sembra corretto o il link non funziona, non preoccuparti: check-in e chiavi non vengono bloccati. Scrivimi numero di persone adulte, notti effettive e quanto hai già pagato (se hai pagato): ti confermo l’importo corretto. Eventuali differenze si sistemano con un nuovo link o in contanti.",
      "receipt_rental": "Ricevuta soggiorno: Possiamo rilasciare una ricevuta per il soggiorno (affitto breve) con nome, date e importo totale. Non è una fattura con partita IVA, ma una ricevuta semplice. Se ti serve, mandami i dati da inserire (nome/cognome o ragione sociale, indirizzo, eventuale codice fiscale) e te la invio in digitale.",
      "receipt_city_tax": "Ricevuta tassa di soggiorno: Possiamo rilasciare anche una ricevuta separata con numero di persone, notti e importo totale. Se ti serve, avvisami dopo il pagamento (online o in contanti) e preparo il riepilogo."
    }
    ,
    "en": {
      "trash": "Trash: Before leaving the apartment, close the bags well and take them to the recycling point opposite Piazza delle Cinque Scole (Lungotevere side). We separate waste (WeDoRecycling): please follow the instructions and do not leave rubbish in the stairwell or outside the door.",
      "heating": "Heating: The apartment has an electric heater. Use it only when you are inside and always switch it off when you go out, for safety reasons.",
      "electric_panel": "Electric panel: If there is no power, the panel is on the right just before the apartment exit door: all switches (including the small white one) must be up. If the issue continues, at the building exit (before the main entrance door), on the left there are white boxes: open the one of your meter and flip the lowered switch back up.",
      "wifi": "Wi-Fi: The router is on the table. Turn it to read the SSID and password on the label.",
      "check_in": "Check-in from 15:00. Access: To enter you can use the Virtual Key link I sent you: it opens both the building entrance door and the apartment door. Inside you will find the physical keys on the table; from that moment the Virtual Key is deactivated.\nHelp: +39 335 5245756.",
      "early_checkin": "Early check-in: Standard check-in is from 15:00. If you need to enter earlier, tell me the time you need and I will confirm if it is possible based on same-day check-outs and cleaning schedule.",
      "check_out": "Before leaving: switch off lights and heating, close the windows and leave the keys on the table. Close the door manually and make sure it is properly shut.",
      "water": "Water: Tap water is drinkable. Hot water is always available, but it may take 1–2 minutes to arrive (especially in the morning). If it does not arrive or pressure is low: open only one tap at a time, check that hot/cold mixers are fully open and wait 1–2 minutes. If the issue continues, message me immediately.",
      "AC": "Air conditioning: The apartment is equipped with A/C. Please always switch it off when you go out.",
      "bathroom": "Bathroom: You will find towels, hairdryer, bath mat, toilet paper and soap. Towels: per guest 1 large + 1 medium.",
      "linens_towels": "Linens and towels: The bed is ready on arrival and linens are included.\nTowels: per guest 1 large + 1 medium.",
      "kitchen": "Kitchen: Fully equipped. To light a burner, press the igniter and at the same time turn and push the knob of the selected burner, keeping it pressed for about 5 seconds. Always switch burners off after use.",
      "eat": "Where to eat: In the Ghetto we recommend Nonna Betta, Ba’Ghetto, Renato al Ghetto, Su’Ghetto, Giggetto and Taverna del Ghetto.",
      "drink": "Where to drink: For a glass of wine or a drink: Enoteca Il Goccetto, Bar del Ghetto, Caffè Farnese.",
      "shopping": "Shopping: For typical products, sweets and Ghetto specialties go to Via del Portico d’Ottavia; for an open-air market, Campo de’ Fiori.",
      "visit": "What to visit on foot: Synagogue, Jewish Museum, Teatro di Marcello, Portico d’Ottavia and Tiber Island are all within walking distance.",
      "experiences": "Romantic experience: Walk Ghetto → Tiber Island → Trastevere at sunset.",
      "day_trips": "Day trips: Ostia Antica; Tivoli (Villa d’Este and Villa Adriana); Castelli Romani.",
      "tickets": "Event tickets: For concerts, shows or matches use TicketOne and the official channels of AS Roma and SS Lazio.",
      "museums": "Main museums: Recommended Vatican Museums, Colosseum/Forum/Palatine and Borghese Gallery (advance booking recommended).",
      "exhibitions": "Exhibitions: For major exhibitions in Rome, check MAXXI, Palazzo delle Esposizioni and Scuderie del Quirinale.",
      "transport": "Transport: Several buses (30, 44, 85) connect the area with the city centre and Termini. Taxi: +39 06 3570. Airports: Fiumicino via FL1 train (from Trastevere or Termini), Ciampino via dedicated buses or taxi.",
      "laundry": "Laundry: If you need to wash clothes or towels, write to me and I will suggest the best solution (self-service or nearby service) based on your schedule.",
      "wifi_troubleshooting": "Wi-Fi not working: 1) Check the router is on (front lights on). 2) Unplug it for 30 seconds and plug it back in. 3) Check network and password on the label (case-sensitive). If it still does not work, message me.",
      "late_checkout": "Late check-out: Standard time is 11:00. Sometimes we can allow a short extension, but it depends on same-day arrivals and the cleaning team. I cannot confirm it automatically: tell me the time you need and I will reply based on availability.",
      "luggage_storage": "Luggage storage: When possible we can find a solution to leave bags after check-out, but it depends on cleaning and new arrivals. Tell me what time you want to leave and collect the luggage and I will confirm what is possible or suggest a nearby storage.",
      "id_documents": "Documents: Italian law requires guest registration. Before or at check-in I will ask for a valid document for each guest (ID card or passport). You can send them via the portal/link I provide or as clear front/back photos by message/email. Data are used only for legal requirements.",
      "payment_methods": "Payments: The cost of the stay is usually handled by the booking platform (Airbnb, Booking, Vrbo, etc.). For the city tax we use online payment links (card, Apple/Google Pay, PayPal) or, if you prefer, cash on arrival or before departure. In any case I will send clear instructions.",
      "city_tax_info": "City tax: In Rome it is mandatory for non-resident guests. For this apartment it is 5 € per person per night, up to a maximum of 10 nights. We collect it on behalf of the City of Rome. Any exemptions depend on municipal rules: if you have doubts, write to me and we will check together.",
      "city_tax_payment_issue": "City tax payment issues: If the amount in the link/portal does not seem correct or the link does not work, do not worry: check-in and keys are not blocked. Write to me with number of adult guests, actual nights and how much you have already paid (if any): I will confirm the correct amount. Any differences can be settled with a new link or in cash.",
      "receipt_rental": "Stay receipt: We can issue a receipt for the stay (short-term rental) with name, dates and total amount. It is not a VAT invoice, but a simple receipt. If you need it, send me the details to include (name/surname or company name, address, possible tax code) and I will send it digitally.",
      "receipt_city_tax": "City tax receipt: We can also issue a separate receipt with number of guests, nights and total amount. If you need it, let me know after payment (online or cash) and I will prepare the summary."
    },

    "fr": {
      "trash": "Déchets : Avant de quitter l’appartement, fermez bien les sacs et déposez-les au point de collecte en face de la Piazza delle Cinque Scole (côté Lungotevere). Nous faisons le tri (WeDoRecycling) : suivez les indications et ne laissez pas de déchets dans la cage d’escalier ou devant la porte.",
      "heating": "Chauffage : L’appartement dispose d’un radiateur électrique. Utilisez-le uniquement lorsque vous êtes à l’intérieur et éteignez-le toujours en sortant, pour des raisons de sécurité.",
      "electric_panel": "Tableau électrique : En cas de coupure, le tableau se trouve à droite juste avant la porte de sortie de l’appartement : tous les interrupteurs (y compris le petit blanc) doivent être en position haute. Si le problème persiste, à la sortie de l’immeuble (avant la porte d’entrée), à gauche, se trouvent des boîtiers blancs : ouvrez celui de votre compteur et remontez l’interrupteur abaissé.",
      "wifi": "Wi-Fi : Le routeur est sur la table. Tournez-le pour lire le SSID et le mot de passe sur l’étiquette.",
      "check_in": "Arrivée à partir de 15h00. Accès : Pour entrer, vous pouvez utiliser le lien Virtual Key que je vous ai envoyé : il ouvre à la fois la porte de l’immeuble et celle de l’appartement. À l’intérieur, vous trouverez les clés physiques sur la table ; à partir de ce moment, la Virtual Key est désactivée.\nAide : +39 335 5245756.",
      "early_checkin": "Arrivée anticipée : L’arrivée standard est à partir de 15h00. Si vous devez entrer plus tôt, indiquez-moi l’heure souhaitée et je confirmerai si c’est possible selon les départs du jour et le planning de ménage.",
      "check_out": "Avant le départ : éteignez les lumières et le chauffage, fermez les fenêtres et laissez les clés sur la table. Fermez la porte manuellement et vérifiez qu’elle est bien fermée.",
      "water": "Eau : L’eau du robinet est potable. L’eau chaude est toujours disponible, mais peut mettre 1–2 minutes à arriver (surtout le matin). Si elle n’arrive pas ou si la pression est faible : ouvrez un seul robinet à la fois, vérifiez que les mélangeurs chaud/froid sont complètement ouverts et attendez 1–2 minutes. Si le problème persiste, écrivez-moi immédiatement.",
      "AC": "Climatisation : L’appartement est équipé de la climatisation. Merci de toujours l’éteindre en sortant.",
      "bathroom": "Salle de bain : Vous trouverez des serviettes, un sèche-cheveux, un tapis de bain, du papier toilette et du savon. Serviettes : par personne 1 grande + 1 moyenne.",
      "linens_towels": "Draps et serviettes : Le lit est prêt à l’arrivée et les draps sont inclus.\nServiettes : par personne 1 grande + 1 moyenne.",
      "kitchen": "Cuisine : Entièrement équipée. Pour allumer un brûleur, appuyez sur l’allumeur et, en même temps, tournez et poussez le bouton du brûleur choisi en le maintenant enfoncé environ 5 secondes. Éteignez toujours les feux après usage.",
      "eat": "Où manger : Dans le Ghetto, nous recommandons Nonna Betta, Ba’Ghetto, Renato al Ghetto, Su’Ghetto, Giggetto et Taverna del Ghetto.",
      "drink": "Où boire : Pour un verre de vin ou un cocktail : Enoteca Il Goccetto, Bar del Ghetto, Caffè Farnese.",
      "shopping": "Shopping : Pour des produits typiques, des douceurs et des spécialités du Ghetto, rendez-vous Via del Portico d’Ottavia ; pour un marché en plein air, Campo de’ Fiori.",
      "visit": "À visiter à pied : La Synagogue, le Musée juif, le Teatro di Marcello, le Portico d’Ottavia et l’Île Tibérine sont tous accessibles à pied.",
      "experiences": "Expérience romantique : Balade Ghetto → Île Tibérine → Trastevere au coucher du soleil.",
      "day_trips": "Excursions à la journée : Ostia Antica ; Tivoli (Villa d’Este et Villa Adriana) ; Castelli Romani.",
      "tickets": "Billets événements : Pour concerts, spectacles ou matchs, utilisez TicketOne et les canaux officiels de l’AS Roma et de la SS Lazio.",
      "museums": "Musées principaux : Recommandés : Musées du Vatican, Colisée/Forum/Palatin et Galerie Borghese (réservation conseillée).",
      "exhibitions": "Expositions : Pour les grandes expositions à Rome, consultez le MAXXI, le Palazzo delle Expositions et les Scuderie del Quirinale.",
      "transport": "Transports : Plusieurs bus (30, 44, 85) relient le quartier au centre-ville et à Termini. Taxi : +39 06 3570. Aéroports : Fiumicino via le train FL1 (depuis Trastevere ou Termini), Ciampino via bus dédiés ou taxi.",
      "laundry": "Blanchisserie : Si vous devez laver des vêtements ou des serviettes, écrivez-moi et je vous indiquerai la meilleure solution (libre-service ou service à proximité) selon vos horaires.",
      "wifi_troubleshooting": "Wi-Fi ne fonctionne pas : 1) Vérifiez que le routeur est allumé (voyants avant). 2) Débranchez-le pendant 30 secondes puis rebranchez-le. 3) Vérifiez le réseau et le mot de passe sur l’étiquette (majuscules/minuscules). Si ça ne fonctionne toujours pas, écrivez-moi.",
      "late_checkout": "Départ tardif : L’horaire standard est 11h00. Parfois, une courte extension est possible, selon les arrivées du jour et l’équipe de ménage. Je ne peux pas le confirmer automatiquement : indiquez-moi l’heure souhaitée et je vous répondrai selon disponibilité.",
      "luggage_storage": "Consigne bagages : Lorsque c’est possible, nous pouvons trouver une solution pour laisser les valises après le départ, selon le ménage et les nouvelles arrivées. Indiquez-moi les horaires de dépôt et de retrait et je confirmerai ce qui est possible ou vous proposerai une consigne à proximité.",
      "id_documents": "Documents : La loi italienne impose l’enregistrement des hôtes. Avant ou au check-in, je vous demanderai un document valide pour chaque invité (carte d’identité ou passeport). Vous pouvez les envoyer via le portail/lien que je fournis ou sous forme de photos claires recto/verso par message/email. Les données sont utilisées uniquement pour les obligations légales.",
      "payment_methods": "Paiements : Le coût du séjour est généralement géré par la plateforme de réservation (Airbnb, Booking, Vrbo, etc.). Pour la taxe de séjour, nous utilisons des liens de paiement en ligne (carte, Apple/Google Pay, PayPal) ou, si vous préférez, des espèces à l’arrivée ou avant le départ. Dans tous les cas, je vous enverrai des instructions claires.",
      "city_tax_info": "Taxe de séjour : À Rome, elle est obligatoire pour les invités non résidents. Pour cet appartement, elle est de 5 € par personne et par nuit, jusqu’à un maximum de 10 nuits. Nous la collectons pour le compte de la Ville de Rome. Les exonérations dépendent des règles municipales : en cas de doute, écrivez-moi et nous vérifierons ensemble.",
      "city_tax_payment_issue": "Problèmes de paiement de la taxe : Si le montant indiqué dans le lien/portail ne semble pas correct ou si le lien ne fonctionne pas, ne vous inquiétez pas : l’arrivée et les clés ne sont pas bloquées. Écrivez-moi le nombre d’adultes, les nuits effectives et ce que vous avez déjà payé (le cas échéant) : je confirmerai le montant correct. Les différences peuvent être réglées via un nouveau lien ou en espèces.",
      "receipt_rental": "Reçu de séjour : Nous pouvons délivrer un reçu pour le séjour (location courte durée) avec le nom, les dates et le montant total. Ce n’est pas une facture avec TVA, mais un reçu simple. Si vous en avez besoin, envoyez-moi les informations à indiquer (nom/prénom ou raison sociale, adresse, éventuel code fiscal) et je vous l’enverrai en format numérique.",
      "receipt_city_tax": "Reçu de taxe de séjour : Nous pouvons également délivrer un reçu séparé indiquant le nombre de personnes, les nuits et le montant total. Si vous en avez besoin, prévenez-moi après le paiement (en ligne ou en espèces) et je préparerai le récapitulatif."
    }
    ,
    "de": {
      "trash": "Müll: Bevor Sie die Wohnung verlassen, verschließen Sie die Beutel gut und bringen Sie sie zur Sammelstelle gegenüber der Piazza delle Cinque Scole (Lungotevere-Seite). Wir trennen den Müll (WeDoRecycling): Bitte folgen Sie den Hinweisen und lassen Sie keinen Müll im Treppenhaus oder vor der Tür.",
      "heating": "Heizung: Die Wohnung hat eine Elektroheizung. Bitte nur benutzen, wenn Sie in der Wohnung sind, und beim Verlassen immer ausschalten, aus Sicherheitsgründen.",
      "electric_panel": "Sicherungskasten: Bei Stromausfall befindet sich der Kasten rechts kurz vor der Wohnungsausgangstür: Alle Schalter (auch der kleine weiße) müssen nach oben stehen. Wenn das Problem weiterhin besteht, finden Sie am Ausgang des Gebäudes (vor der Eingangstür) links weiße Kästen: Öffnen Sie den Ihres Zählers und legen Sie den heruntergefallenen Schalter wieder nach oben.",
      "wifi": "WLAN: Der Router steht auf dem Tisch. Drehen Sie ihn, um SSID und Passwort auf dem Etikett zu lesen.",
      "check_in": "Check-in ab 15:00 Uhr. Zugang: Sie können den Virtual-Key-Link verwenden, den ich Ihnen geschickt habe: Er öffnet sowohl die Haustür als auch die Wohnungstür. In der Wohnung liegen die physischen Schlüssel auf dem Tisch; ab diesem Moment wird der Virtual Key deaktiviert.\nHilfe: +39 335 5245756.",
      "early_checkin": "Früher Check-in: Der Standard-Check-in ist ab 15:00 Uhr. Wenn Sie früher hinein möchten, nennen Sie mir bitte die gewünschte Uhrzeit; ich bestätige, ob dies je nach Abreisen am selben Tag und Reinigungszeiten möglich ist.",
      "check_out": "Vor der Abreise: Licht und Heizung ausschalten, Fenster schließen und die Schlüssel auf dem Tisch lassen. Tür manuell schließen und prüfen, dass sie gut geschlossen ist.",
      "water": "Wasser: Leitungswasser ist trinkbar. Warmwasser ist immer verfügbar, kann aber 1–2 Minuten benötigen (besonders morgens). Wenn es nicht kommt oder der Druck niedrig ist: Öffnen Sie jeweils nur einen Wasserhahn, prüfen Sie, dass Warm-/Kaltmischer vollständig geöffnet sind, und warten Sie 1–2 Minuten. Wenn das Problem bleibt, schreiben Sie mir sofort.",
      "AC": "Klimaanlage: Die Wohnung ist mit einer Klimaanlage ausgestattet. Bitte beim Verlassen immer ausschalten.",
      "bathroom": "Bad: Handtücher, Föhn, Badematte, Toilettenpapier und Seife sind vorhanden. Handtücher: pro Gast 1 großes + 1 mittleres.",
      "linens_towels": "Bettwäsche und Handtücher: Das Bett ist bei Ankunft vorbereitet und Bettwäsche ist inklusive.\nHandtücher: pro Gast 1 großes + 1 mittleres.",
      "kitchen": "Küche: Voll ausgestattet. Zum Anzünden eines Brenners den Starter drücken und gleichzeitig den Drehknopf des gewählten Brenners drehen und hineindrücken (ca. 5 Sekunden gedrückt halten). Nach Gebrauch immer ausschalten.",
      "eat": "Essen: Im Ghetto empfehlen wir Nonna Betta, Ba’Ghetto, Renato al Ghetto, Su’Ghetto, Giggetto und Taverna del Ghetto.",
      "drink": "Trinken: Für ein Glas Wein oder einen Drink: Enoteca Il Goccetto, Bar del Ghetto, Caffè Farnese.",
      "shopping": "Shopping: Für typische Produkte, Süßigkeiten und Spezialitäten des Ghettos besuchen Sie die Via del Portico d’Ottavia; für einen Open-Air-Markt Campo de’ Fiori.",
      "visit": "Zu Fuß zu besichtigen: Synagoge, Jüdisches Museum, Teatro di Marcello, Portico d’Ottavia und die Tiberinsel sind alle fußläufig erreichbar.",
      "experiences": "Romantisches Erlebnis: Spaziergang Ghetto → Tiberinsel → Trastevere bei Sonnenuntergang.",
      "day_trips": "Tagesausflüge: Ostia Antica; Tivoli (Villa d’Este und Hadriansvilla); Castelli Romani.",
      "tickets": "Tickets für Events: Für Konzerte, Shows oder Spiele nutzen Sie TicketOne sowie die offiziellen Kanäle von AS Roma und SS Lazio.",
      "museums": "Wichtige Museen: Empfohlen sind die Vatikanischen Museen, Kolosseum/Forum/Palatin und die Galleria Borghese (Reservierung empfohlen).",
      "exhibitions": "Ausstellungen: Für große Ausstellungen in Rom besuchen Sie MAXXI, Palazzo delle Esposizioni und die Scuderie del Quirinale.",
      "transport": "Verkehr: Mehrere Busse (30, 44, 85) fahren ins Zentrum und nach Termini. Taxi: +39 06 3570. Flughäfen: Fiumicino mit dem FL1-Zug (ab Trastevere oder Termini), Ciampino mit Shuttlebus oder Taxi.",
      "laundry": "Wäsche: Wenn Sie Kleidung oder Handtücher waschen müssen, schreiben Sie mir und ich empfehle Ihnen je nach Zeitplan die beste Lösung (SB-Waschsalon oder Service in der Nähe).",
      "wifi_troubleshooting": "WLAN funktioniert nicht: 1) Prüfen Sie, ob der Router eingeschaltet ist. 2) Ziehen Sie den Stecker für 30 Sekunden und stecken Sie ihn wieder ein. 3) Prüfen Sie Netzwerk und Passwort auf dem Etikett (Groß-/Kleinschreibung beachten). Wenn es weiterhin nicht funktioniert, schreiben Sie mir.",
      "late_checkout": "Später Check-out: Die Standardzeit ist 11:00 Uhr. Manchmal ist eine kurze Verlängerung möglich, abhängig von Anreisen am selben Tag und dem Reinigungsteam. Dies kann nicht automatisch bestätigt werden: Nennen Sie mir die gewünschte Uhrzeit, ich prüfe die Verfügbarkeit.",
      "luggage_storage": "Gepäckaufbewahrung: Wenn möglich, finden wir nach dem Check-out eine Lösung, abhängig von Reinigung und neuen Ankünften. Teilen Sie mir Abgabe- und Abholzeit mit: Ich bestätige, was möglich ist, oder empfehle eine nahegelegene Gepäckaufbewahrung.",
      "id_documents": "Ausweisdokumente: Nach italienischem Recht ist die Registrierung der Gäste verpflichtend. Vor oder beim Check-in benötige ich für jeden Gast ein gültiges Dokument (Personalausweis oder Reisepass). Sie können diese über den bereitgestellten Link oder als klare Fotos (Vorder-/Rückseite) per Nachricht/E-Mail senden. Die Daten werden ausschließlich für gesetzliche Zwecke verwendet.",
      "payment_methods": "Zahlungen: Die Unterkunftskosten werden in der Regel über die Buchungsplattform (Airbnb, Booking, Vrbo usw.) abgewickelt. Für die Kurtaxe nutzen wir Online-Zahlungslinks (Karte, Apple/Google Pay, PayPal) oder auf Wunsch Barzahlung bei Ankunft oder vor Abreise. Ich sende Ihnen klare Anweisungen.",
      "city_tax_info": "Kurtaxe: In Rom ist sie für nicht ansässige Gäste verpflichtend. Für diese Wohnung beträgt sie 5 € pro Person und Nacht, bis maximal 10 Nächte. Wir kassieren sie im Auftrag der Stadt Rom. Befreiungen richten sich nach den städtischen Regeln – bei Fragen schreiben Sie mir bitte.",
      "city_tax_payment_issue": "Probleme bei der Zahlung der Kurtaxe: Wenn der Betrag im Link/Portal nicht korrekt erscheint oder der Link nicht funktioniert, keine Sorge – Check-in und Schlüssel werden nicht blockiert. Teilen Sie mir bitte die Anzahl der Erwachsenen, die tatsächlichen Nächte und ggf. bereits gezahlte Beträge mit; ich bestätige den korrekten Betrag. Anpassungen erfolgen per neuem Link oder bar.",
      "receipt_rental": "Aufenthaltsbeleg: Wir können einen einfachen Beleg für den Aufenthalt (Kurzzeitmiete) mit Name, Daten und Gesamtbetrag ausstellen. Dies ist keine MwSt.-Rechnung. Wenn Sie ihn benötigen, senden Sie mir die einzutragenden Daten (Name/Firma, Adresse, ggf. Steuernummer) und ich sende ihn digital.",
      "receipt_city_tax": "Beleg für die Kurtaxe: Wir können auch einen separaten Beleg mit Anzahl der Personen, Nächten und Gesamtbetrag ausstellen. Wenn Sie ihn benötigen, informieren Sie mich bitte nach der Zahlung (online oder bar), dann erstelle ich die Zusammenfassung."
    },

    "es": {
      "trash": "Basura: Antes de salir del apartamento, cierre bien las bolsas y llévelas al punto ecológico frente a Piazza delle Cinque Scole (lado Lungotevere). Hacemos recogida selectiva (WeDoRecycling): siga las indicaciones y no deje basura en la escalera ni fuera de la puerta.",
      "heating": "Calefacción: El apartamento tiene una estufa eléctrica. Úsela solo cuando esté dentro y apáguela siempre al salir, por motivos de seguridad.",
      "electric_panel": "Cuadro eléctrico: Si se va la luz, el cuadro está a la derecha justo antes de la puerta de salida del apartamento: todos los interruptores (incluido el pequeño blanco) deben estar hacia arriba. Si el problema continúa, en la salida del edificio (antes de la puerta principal), a la izquierda hay cajas blancas: abra la de su contador y suba el interruptor bajado.",
      "wifi": "Wi-Fi: El router está sobre la mesa. Gírelo para leer el SSID y la contraseña en la etiqueta.",
      "check_in": "Check-in desde las 15:00. Acceso: Puede usar el enlace de Virtual Key que le envié: abre tanto la puerta principal del edificio como la puerta del apartamento. Dentro encontrará las llaves físicas sobre la mesa; desde ese momento la Virtual Key se desactiva.\nAyuda: +39 335 5245756.",
      "early_checkin": "Check-in temprano: El check-in estándar es a partir de las 15:00. Si necesita entrar antes, dígame la hora que necesita y confirmaré si es posible según las salidas del mismo día y los tiempos de limpieza.",
      "check_out": "Antes de salir: apague luces y calefacción, cierre las ventanas y deje las llaves sobre la mesa. Cierre la puerta manualmente y compruebe que quede bien cerrada.",
      "water": "Agua: El agua del grifo es potable. El agua caliente está siempre disponible, pero puede tardar 1–2 minutos en llegar (especialmente por la mañana). Si no llega o la presión es baja: abra solo un grifo a la vez, compruebe que los mandos de caliente/fría estén completamente abiertos y espere 1–2 minutos. Si el problema continúa, escríbame de inmediato.",
      "AC": "Aire acondicionado: El apartamento está equipado con A/C. Por favor, apáguelo siempre al salir.",
      "bathroom": "Baño: Encontrará toallas, secador, alfombrilla, papel higiénico y jabón. Toallas: por huésped 1 grande + 1 mediana.",
      "linens_towels": "Sábanas y toallas: La cama está preparada a la llegada y se incluyen las sábanas.\nToallas: por huésped 1 grande + 1 mediana.",
      "kitchen": "Cocina: Totalmente equipada. Para encender un fuego, presione el encendido y, al mismo tiempo, gire y empuje la perilla del fuego elegido manteniéndola presionada unos 5 segundos. Apague siempre los fuegos después de usarlos.",
      "eat": "Dónde comer: En el Gueto recomendamos Nonna Betta, Ba’Ghetto, Renato al Ghetto, Su’Ghetto, Giggetto y Taverna del Ghetto.",
      "drink": "Dónde beber: Para una copa de vino o un cóctel: Enoteca Il Goccetto, Bar del Ghetto, Caffè Farnese.",
      "shopping": "Compras: Para productos típicos, dulces y especialidades del Gueto vaya a Via del Portico d’Ottavia; para un mercado al aire libre, Campo de’ Fiori.",
      "visit": "Qué visitar a pie: La Sinagoga, el Museo Judío, el Teatro di Marcello, el Portico d’Ottavia y la Isla Tiberina están a poca distancia a pie.",
      "experiences": "Experiencia romántica: Paseo Gueto → Isla Tiberina → Trastevere al atardecer.",
      "day_trips": "Excursiones de un día: Ostia Antica; Tivoli (Villa d’Este y Villa Adriana); Castelli Romani.",
      "tickets": "Entradas para eventos: Para conciertos, espectáculos o partidos use TicketOne y los canales oficiales de AS Roma y SS Lazio.",
      "museums": "Museos principales: Recomendados Museos Vaticanos, Coliseo/Foro/Palatino y Galería Borghese (reserva recomendada).",
      "exhibitions": "Exposiciones: Para grandes exposiciones en Roma, consulte MAXXI, Palazzo delle Esposizioni y Scuderie del Quirinale.",
      "transport": "Transporte: Varias líneas de bus (30, 44, 85) conectan la zona con el centro y Termini. Taxi: +39 06 3570. Aeropuertos: Fiumicino con el tren FL1 (desde Trastevere o Termini), Ciampino con buses dedicados o taxi.",
      "laundry": "Lavandería: Si necesita lavar ropa o toallas, escríbame y le indicaré la mejor solución (autoservicio o servicio cercano) según sus horarios.",
      "wifi_troubleshooting": "Wi-Fi no funciona: 1) Compruebe que el router esté encendido. 2) Desenchúfelo durante 30 segundos y vuelva a enchufarlo. 3) Verifique red y contraseña en la etiqueta (mayúsculas/minúsculas). Si aún no funciona, escríbame.",
      "late_checkout": "Salida tardía: El horario estándar es a las 11:00. A veces se puede conceder una pequeña extensión, según llegadas del mismo día y limpieza. No se confirma automáticamente: indíqueme la hora que necesita y confirmaré según disponibilidad.",
      "luggage_storage": "Consigna de equipaje: Cuando es posible, buscamos una solución después del check-out, según limpieza y nuevas llegadas. Dígame horarios de dejar y recoger el equipaje y le confirmaré lo posible o le sugeriré una consigna cercana.",
      "id_documents": "Documentos: La ley italiana exige el registro de los huéspedes. Antes o durante el check-in le pediré un documento válido para cada huésped (DNI o pasaporte). Puede enviarlos mediante el enlace/portal que le envío o como fotos claras del anverso y reverso por mensaje/email. Los datos se usan solo para obligaciones legales.",
      "payment_methods": "Pagos: El coste de la estancia suele gestionarse a través de la plataforma de reserva (Airbnb, Booking, Vrbo, etc.). Para la tasa turística utilizamos enlaces de pago online (tarjeta, Apple/Google Pay, PayPal) o, si lo prefiere, efectivo a la llegada o antes de la salida. Le enviaré instrucciones claras.",
      "city_tax_info": "Tasa turística: En Roma es obligatoria para huéspedes no residentes. Para este apartamento es de 5 € por persona y noche, hasta un máximo de 10 noches. La cobramos en nombre del Ayuntamiento de Roma. Las exenciones dependen de las normas municipales; si tiene dudas, escríbame.",
      "city_tax_payment_issue": "Problemas con el pago de la tasa: Si el importe del enlace/portal no parece correcto o el enlace no funciona, no se preocupe: el check-in y las llaves no se bloquean. Envíeme el número de adultos, las noches reales y lo que ya haya pagado (si aplica); confirmaré el importe correcto. Las diferencias se ajustan con un nuevo enlace o en efectivo.",
      "receipt_rental": "Recibo de estancia: Podemos emitir un recibo simple por la estancia (alquiler de corta duración) con nombre, fechas e importe total. No es una factura con IVA. Si lo necesita, envíeme los datos a incluir (nombre/apellidos o empresa, dirección, posible NIF) y se lo enviaré en formato digital.",
      "receipt_city_tax": "Recibo de la tasa turística: También podemos emitir un recibo separado con número de personas, noches e importe total. Si lo necesita, avíseme después del pago (online o efectivo) y prepararé el resumen."
    }
  }
  }
