{
  "apartment": "Via della Scala",
  "languages": ["it", "en", "fr", "de", "es"],
  "intents": {
    "it": {
      "heating": ["riscaldamento", "termosifoni", "caldo", "freddo"],
      "trash": ["spazzatura", "rifiuti", "immondizia"],
      "electric_panel": ["quadro elettrico", "salta la luce", "corrente"],
      "wifi": ["wifi", "internet", "rete"],
      "check_in": ["check in", "arrivo", "citofono"],
      "early_checkin_policy": ["early check in", "check in anticipato"],
      "check_out": ["check out", "partenza"],
      "linens_towels": ["asciugamani", "lenzuola", "biancheria"],
      "water": ["acqua", "acqua calda"],
      "bathroom": ["bagno", "doccia", "wc"],
      "AC": ["aria condizionata", "condizionatore"],
      "gas": ["gas", "fornelli"],
      "eat": ["mangiare", "ristoranti"],
      "drink": ["bere", "bar", "vino"],
      "shopping": ["shopping", "negozi"],
      "visit": ["visitare", "cosa vedere"],
      "experiences": ["esperienze", "romantico"],
      "day_trips": ["gite", "escursioni"],
      "tickets": ["biglietti", "concerti"],
      "museums": ["musei"],
      "exhibitions": ["mostre"],
      "transport": ["trasporti", "bus", "tram"],
      "services": ["servizi", "farmacia", "ospedale"],
      "emergency": ["emergenza"],
      "house_rules": ["regole", "rumore", "fumo"],
      "laundry": ["lavanderia"],
      "wifi_troubleshooting": ["wifi non funziona"],
      "late_checkout_policy": ["late check out"],
      "luggage_storage": ["bagagli", "valigie"],
      "id_documents": ["documenti"],
      "payment_methods": ["pagamento"],
      "city_tax_info": ["tassa soggiorno"],
      "city_tax_payment_issue": ["problema tassa"],
      "receipt_rental": ["ricevuta soggiorno"],
      "receipt_city_tax": ["ricevuta tassa"]
    },
    "en": {
      "heating": ["heating", "radiators"],
      "trash": ["trash", "garbage"],
      "electric_panel": ["electric panel", "power cut"],
      "wifi": ["wifi", "internet"],
      "check_in": ["check in", "arrival", "intercom"],
      "early_checkin_policy": ["early check in"],
      "check_out": ["check out"],
      "linens_towels": ["towels", "linens"],
      "water": ["water", "hot water"],
      "bathroom": ["bathroom", "shower"],
      "AC": ["air conditioning"],
      "gas": ["gas", "stove"],
      "eat": ["eat", "restaurants"],
      "drink": ["drink", "bar"],
      "shopping": ["shopping"],
      "visit": ["visit"],
      "experiences": ["experiences"],
      "day_trips": ["day trips"],
      "tickets": ["tickets"],
      "museums": ["museums"],
      "exhibitions": ["exhibitions"],
      "transport": ["transport"],
      "services": ["services"],
      "emergency": ["emergency"],
      "house_rules": ["house rules"],
      "laundry": ["laundry"],
      "wifi_troubleshooting": ["wifi not working"],
      "late_checkout_policy": ["late check out"],
      "luggage_storage": ["luggage"],
      "id_documents": ["documents"],
      "payment_methods": ["payment"],
      "city_tax_info": ["city tax"],
      "city_tax_payment_issue": ["city tax problem"],
      "receipt_rental": ["rental receipt"],
      "receipt_city_tax": ["city tax receipt"]
    }
  },
   "answers": {
    "it": {
      "heating": "Riscaldamento: Per accenderlo vai in camera da letto. Guardando la finestra, sulla sinistra (di fronte al letto) trovi un piccolo termostato: metti l’interruttore in alto su ON e imposta la ghiera a 26 °C. Dopo pochi minuti i termosifoni inizieranno a scaldarsi.",
      "trash": "Spazzatura: Prima di lasciare l’appartamento, butta i rifiuti negli appositi cestini. Facciamo raccolta differenziata (WeDoRecycling): porta i sacchetti a fine Via della Scala, angolo Via Garibaldi, tutti i giorni dalle 8:00 alle 9:30.",
      "electric_panel": "Quadro elettrico: Se salta la corrente, uscendo dall’appartamento (guardando la porta) il quadro è sulla destra: controlla che tutti gli interruttori siano verso l’alto. Se la corrente non torna, sopra il quadro c’è uno sportello in legno: premi per aprirlo e rialza anche l’interruttore generale che trovi dietro.",
      "wifi": "Wi-Fi: Il router è sul lato destro del soggiorno, appoggiato su una panca. SSID e password sono indicati sull’etichetta del router.",
      "check_in": "Check-in dalle 15:00. Citofono esterno: colonna sinistra, primo pulsante dal basso. Citofono interno: A/1.",
      "early_checkin_policy": "Early check-in: Il check-in standard è dalle 15:00. Se vuoi arrivare prima, scrivimi l’orario esatto. Se l’appartamento è già pronto (dipende da check-out e pulizie) possiamo anticipare, ma NON è garantito. Se non è pronto, possiamo valutare un deposito bagagli in base a disponibilità e orari.",
      "check_out": "Prima di partire: spegni le luci, chiudi le finestre e lascia le chiavi sul tavolo. Chiudi la porta e verifica che sia ben chiusa.",
      "linens_towels": "Biancheria e asciugamani: All’arrivo trovi letto pronto con lenzuola pulite e asciugamani puliti (per ogni ospite 1 telo grande + 1 medio). Il cambio non è giornaliero. Se ti serve un cambio extra (lenzuola o asciugamani), scrivimi e ti confermo disponibilità e modalità.",
      "water": "Acqua: L’acqua del rubinetto è potabile. L’acqua calda è sempre disponibile, ma soprattutto al mattino può impiegare qualche minuto ad arrivare...",
      "bathroom": "Bagno: Trovi asciugamani, phon, tappetino, carta igienica e sapone...",
      "AC": "Aria condizionata: Si gestisce con il telecomando. Ti chiediamo di spegnerla sempre quando esci dall’appartamento.",
      "gas": "Gas: Leva orizzontale = gas aperto; leva verso il basso = gas chiuso...",
      "eat": "Dove mangiare: In zona Trastevere ti consigliamo Da Teo, La Scala, Da Carlone...",
      "drink": "Dove bere: Per un bicchiere di vino o un drink: VinAllegro, Freni e Frizioni...",
      "shopping": "Shopping: Mercato di San Cosimato...",
      "visit": "Cosa visitare a piedi: Basilica di Santa Maria in Trastevere...",
      "experiences": "Esperienze: Passeggiata panoramica per Trastevere...",
      "day_trips": "Gite di un giorno: Ostia Antica, Tivoli...",
      "tickets": "Biglietti eventi: Per concerti, spettacoli o partite...",
      "museums": "Musei principali: Consigliati Musei Vaticani...",
      "exhibitions": "Mostre: Per grandi mostre a Roma...",
      "transport": "Trasporti: Tram 8 verso Piazza Venezia...",
      "services": "Servizi in zona: Farmacie a Trastevere...",
      "emergency": "Emergenze: 112 emergenze UE...",
      "house_rules": "Regole della casa: Ti chiediamo di rispettare il vicinato...",
      "laundry": "Lavanderia: Se hai bisogno di lavare vestiti...",
      "wifi_troubleshooting": "Wi-Fi non funziona: 1) Controlla che il router...",
      "late_checkout_policy": "Late check-out: Il check-out standard è alle 11:00...",
      "luggage_storage": "Deposito bagagli: Quando possibile...",
      "id_documents": "Documenti: La legge italiana richiede la registrazione...",
      "payment_methods": "Pagamenti: Il costo del soggiorno...",
      "city_tax_info": "Tassa di soggiorno: A Roma è prevista una tassa...",
      "city_tax_payment_issue": "Problemi pagamento tassa: Se l’importo...",
      "receipt_rental": "Ricevuta soggiorno: Possiamo rilasciare...",
      "receipt_city_tax": "Ricevuta tassa di soggiorno: Possiamo rilasciare..."
    },
        "fr": {
      "heating": "Chauffage : Pour l’allumer, allez dans la chambre. Face à la fenêtre, sur la gauche (en face du lit), vous trouverez un petit thermostat : mettez l’interrupteur sur ON et réglez la molette sur 26 °C. Après quelques minutes, les radiateurs commenceront à chauffer.",
      "trash": "Déchets : Avant de quitter l’appartement, jetez les déchets dans les bacs prévus. Nous faisons le tri sélectif (WeDoRecycling) : apportez les sacs à la fin de la Via della Scala, angle Via Garibaldi, tous les jours de 8h00 à 9h30.",
      "electric_panel": "Tableau électrique : En cas de coupure, en sortant de l’appartement (face à la porte), le tableau se trouve à droite : vérifiez que tous les interrupteurs soient vers le haut. Si le courant ne revient pas, au-dessus du tableau se trouve un panneau en bois : appuyez pour l’ouvrir et relevez aussi l’interrupteur général derrière.",
      "wifi": "Wi-Fi : Le routeur se trouve sur le côté droit du salon, posé sur un banc. Le SSID et le mot de passe sont indiqués sur l’étiquette du routeur.",
      "check_in": "Arrivée à partir de 15h00. Interphone extérieur : colonne de gauche, premier bouton en bas. Interphone intérieur : A/1.",
      "early_checkin_policy": "Arrivée anticipée : L’arrivée standard est à partir de 15h00. Si vous souhaitez arriver plus tôt, indiquez-moi l’heure exacte. Si l’appartement est déjà prêt (selon départs et ménage), nous pouvons avancer l’arrivée, mais ce n’est PAS garanti. Sinon, un dépôt bagages peut être évalué selon disponibilité.",
      "check_out": "Avant de partir : éteignez les lumières, fermez les fenêtres et laissez les clés sur la table. Fermez la porte et vérifiez qu’elle soit bien fermée.",
      "linens_towels": "Linge et serviettes : À l’arrivée, le lit est prêt avec draps propres et serviettes propres (par personne : 1 grande + 1 moyenne). Le changement n’est pas quotidien. Pour un changement supplémentaire, écrivez-moi pour vérifier disponibilité et modalités.",
      "water": "Eau : L’eau du robinet est potable. L’eau chaude est toujours disponible mais peut mettre quelques minutes à arriver, surtout le matin. Si elle tarde ou si la pression est faible : 1) ouvrez un seul robinet à la fois ; 2) vérifiez que les mélangeurs chaud/froid sont ouverts ; 3) attendez 1–2 minutes. Si le problème persiste, écrivez-moi immédiatement.",
      "bathroom": "Salle de bain : Vous trouverez serviettes, sèche-cheveux, tapis, papier toilette et savon. Serviettes : par personne 1 grande + 1 moyenne. WC : si la chasse est faible, maintenez le bouton appuyé quelques secondes. Ne jetez rien d’autre que du papier toilette. En cas d’eau au sol ou d’écoulement lent, prévenez-moi.",
      "AC": "Climatisation : Elle se règle avec la télécommande. Merci de toujours l’éteindre en sortant.",
      "gas": "Gaz : Levier horizontal = gaz ouvert ; levier vers le bas = gaz fermé. Pour allumer : appuyez et tournez le bouton, puis maintenez-le jusqu’à ce que la flamme soit stable. Après usage, éteignez et fermez le gaz.",
      "eat": "Où manger : À Trastevere nous recommandons Da Teo, La Scala, Da Carlone, Osteria Fernanda, Osteria der Belli, Tonnarello, La Tavernaccia, Nannarella.",
      "drink": "Où boire : Pour un verre de vin ou un cocktail : VinAllegro, Freni e Frizioni, Bar San Calisto, La Vite.",
      "shopping": "Shopping : Marché de San Cosimato pour fruits et légumes ; Antica Norcineria et Valzani pour produits typiques et douceurs ; Le Levain pour pain et pâtisserie ; Twice Vintage pour vêtements vintage.",
      "visit": "À visiter à pied : Basilique Santa Maria in Trastevere, Santa Cecilia, Jardin Botanique, Villa Farnesina, Ponte Sisto et le centre historique.",
      "experiences": "Expériences : Balade panoramique à Trastevere, photos au coucher du soleil depuis Ponte Sisto, vin en soirée et desserts typiques.",
      "day_trips": "Excursions d’une journée : Ostia Antica, Tivoli (Villa d’Este et Villa Adriana), Castelli Romani.",
      "tickets": "Billets événements : Pour concerts, spectacles ou matchs, utilisez TicketOne et les canaux officiels de l’AS Roma et de la SS Lazio.",
      "museums": "Musées principaux : Recommandés : Musées du Vatican, Colisée/Forum/Palatin, Galerie Borghèse (réservation conseillée).",
      "exhibitions": "Expositions : Pour les grandes expos à Rome, consultez le MAXXI, le Palazzo delle Esposizioni et les Scuderie del Quirinale.",
      "transport": "Transports : Tram 8 vers Piazza Venezia ; bus 23 et H vers le centre et Termini. Aéroports : Fiumicino avec train FL1 ; Ciampino avec bus dédiés.",
      "services": "Services : Pharmacies à Trastevere ; hôpital Nuovo Regina Margherita à proximité ; plusieurs distributeurs ATM dans le quartier.",
      "emergency": "Urgences : 112 UE • 113 Police • 118 Ambulance • 115 Pompiers.",
      "house_rules": "Règles : Respect du voisinage, pas de fêtes, pas de musique forte, silence après 22h00. Interdiction de fumer. Pas d’invités non enregistrés.",
      "laundry": "Blanchisserie : Si vous devez laver vêtements ou serviettes, écrivez-moi et je vous indiquerai la meilleure option à Trastevere.",
      "wifi_troubleshooting": "Wi-Fi en panne : 1) Vérifiez que le routeur est allumé. 2) Débranchez 30 secondes. 3) Vérifiez réseau et mot de passe. Si le problème persiste, écrivez-moi.",
      "late_checkout_policy": "Départ tardif : Le départ standard est à 11h00. Un léger prolongement est parfois possible selon arrivées et ménage, jamais automatique.",
      "luggage_storage": "Bagages : Selon disponibilités, nous pouvons garder les valises après le départ ou vous indiquer une consigne proche.",
      "id_documents": "Documents : La loi italienne impose l’enregistrement des hôtes. Un document valide est requis pour chaque personne.",
      "payment_methods": "Paiements : Le séjour est géré par la plateforme. La taxe de séjour se paie par lien en ligne ou en espèces.",
      "city_tax_info": "Taxe de séjour : 5 € par personne et par nuit, jusqu’à 10 nuits.",
      "city_tax_payment_issue": "Problème de paiement : Si le lien ne fonctionne pas ou si le montant semble incorrect, écrivez-moi et je corrige.",
      "receipt_rental": "Reçu séjour : Reçu simple disponible sur demande avec nom, dates et montant.",
      "receipt_city_tax": "Reçu taxe : Reçu séparé possible avec personnes, nuits et montant."
    },

    "de": {
      "heating": "Heizung: Zum Einschalten gehen Sie ins Schlafzimmer. Links vor dem Bett befindet sich ein kleiner Thermostat: Schalter auf ON stellen und auf 26 °C drehen. Nach wenigen Minuten werden die Heizkörper warm.",
      "trash": "Müll: Bitte entsorgen Sie den Müll in den vorgesehenen Behältern. Mülltrennung (WeDoRecycling): Abgabe am Ende der Via della Scala, Ecke Via Garibaldi, täglich von 8:00 bis 9:30 Uhr.",
      "electric_panel": "Sicherungskasten: Beim Verlassen der Wohnung befindet sich der Kasten rechts. Alle Schalter müssen oben sein. Falls der Strom nicht zurückkommt, öffnen Sie die Holzklappe darüber und schalten Sie auch den Hauptschalter ein.",
      "wifi": "WLAN: Der Router steht rechts im Wohnzimmer auf einer Bank. SSID und Passwort stehen auf dem Etikett.",
      "check_in": "Check-in ab 15:00 Uhr. Außensprechanlage: linke Säule, unterster Knopf. Innensprechanlage: A/1.",
      "early_checkin_policy": "Früher Check-in: Standard ab 15:00 Uhr. Früheres Ankommen ist abhängig von Abreise und Reinigung und nicht garantiert.",
      "check_out": "Vor Abreise: Licht aus, Fenster schließen, Schlüssel auf dem Tisch lassen.",
      "linens_towels": "Bettwäsche & Handtücher: Bett bei Ankunft vorbereitet. Pro Gast 1 großes + 1 mittleres Handtuch.",
      "water": "Wasser: Trinkwasser. Warmwasser kann morgens etwas dauern. Bei Problemen bitte melden.",
      "bathroom": "Bad: Handtücher, Föhn, Matte, WC-Papier und Seife vorhanden. Bitte nichts außer Papier ins WC werfen.",
      "AC": "Klimaanlage: Mit Fernbedienung, bitte beim Verlassen ausschalten.",
      "gas": "Gas: Hebel waagrecht = offen, nach unten = geschlossen. Nach Gebrauch immer schließen.",
      "eat": "Essen: Empfohlen in Trastevere: Da Teo, La Scala, Da Carlone, Tonnarello, Nannarella.",
      "drink": "Trinken: VinAllegro, Freni e Frizioni, Bar San Calisto.",
      "shopping": "Shopping: Markt San Cosimato, Valzani, Le Levain, Twice Vintage.",
      "visit": "Besichtigen: Santa Maria in Trastevere, Santa Cecilia, Botanischer Garten, Villa Farnesina.",
      "experiences": "Erlebnisse: Spaziergänge, Sonnenuntergang am Ponte Sisto, Wein am Abend.",
      "day_trips": "Tagesausflüge: Ostia Antica, Tivoli, Castelli Romani.",
      "tickets": "Tickets: Über TicketOne und offizielle Kanäle.",
      "museums": "Museen: Vatikanische Museen, Kolosseum, Borghese-Galerie.",
      "exhibitions": "Ausstellungen: MAXXI, Palazzo delle Esposizioni.",
      "transport": "Verkehr: Tram 8, Bus 23 und H. Flughäfen: FL1 oder Shuttle.",
      "services": "Services: Apotheken, Krankenhaus Regina Margherita, Geldautomaten.",
      "emergency": "Notfälle: 112 • 113 • 118 • 115",
      "house_rules": "Hausregeln: Keine Partys, Ruhe nach 22 Uhr, Rauchverbot.",
      "laundry": "Wäsche: Schreiben Sie mir für Empfehlungen.",
      "wifi_troubleshooting": "WLAN-Problem: Router prüfen, neu starten, Daten kontrollieren.",
      "late_checkout_policy": "Später Check-out: Abhängig von Verfügbarkeit, nie automatisch.",
      "luggage_storage": "Gepäck: Möglich je nach Reinigung oder externe Lösung.",
      "id_documents": "Ausweise: Gesetzlich vorgeschrieben für alle Gäste.",
      "payment_methods": "Zahlungen: Plattform + Kurtaxe separat.",
      "city_tax_info": "Kurtaxe: 5 € pro Person/Nacht.",
      "city_tax_payment_issue": "Zahlungsproblem: Schreiben Sie mir.",
      "receipt_rental": "Beleg Aufenthalt auf Anfrage.",
      "receipt_city_tax": "Beleg Kurtaxe auf Anfrage."
    },
     "en": {
      "heating": "Heating: To turn it on, go to the bedroom. Facing the window, on the left (opposite the bed), you will find a small thermostat: set the switch to ON and the dial to 26 °C. After a few minutes, the radiators will start to warm up.",
      "trash": "Trash: Before leaving the apartment, please dispose of the waste in the designated bins. We practice separate waste collection (WeDoRecycling): take the bags to the end of Via della Scala, corner of Via Garibaldi, every day between 8:00 AM and 9:30 AM.",
      "electric_panel": "Electric panel: If the power goes out, as you leave the apartment (looking at the door), the panel is on the right: check that all switches are up. If the power doesn't come back, there is a wooden hatch above the panel: press to open it and reset the main switch found behind it.",
      "wifi": "Wi-Fi: The router is on the right side of the living room, placed on a bench. The SSID and password are on the router's label.",
      "check_in": "Check-in is from 3:00 PM. External intercom: left column, first button from the bottom. Internal intercom: A/1.",
      "early_checkin_policy": "Early check-in: Standard check-in is from 3:00 PM. If you wish to arrive earlier, please let me know your exact time. If the apartment is ready (depending on check-out and cleaning), we can arrange an earlier entry, but it is NOT guaranteed. If it's not ready, we can evaluate luggage storage based on availability.",
      "check_out": "Before leaving: turn off the lights, close the windows, and leave the keys on the table. Close the door and make sure it is securely locked.",
      "linens_towels": "Linens and towels: Upon arrival, you will find the bed ready with clean sheets and towels (1 large + 1 medium for each guest). Towels are not changed daily. If you need an extra change, message me to check availability.",
      "water": "Water: Tap water is drinkable. Hot water is always available, but especially in the morning, it may take a few minutes to arrive.",
      "bathroom": "Bathroom: You will find towels, a hairdryer, a mat, toilet paper, and soap. Do not flush anything other than toilet paper.",
      "AC": "Air conditioning: Managed via remote control. We kindly ask you to always turn it off when leaving the apartment.",
      "gas": "Gas: Horizontal lever = gas open; downward lever = gas closed. Close it always after use.",
      "eat": "Where to eat: In the Trastevere area, we recommend Da Teo, La Scala, Da Carlone, Tonnarello, Nannarella.",
      "drink": "Where to drink: For a glass of wine or a drink: VinAllegro, Freni e Frizioni, Bar San Calisto.",
      "shopping": "Shopping: San Cosimato Market, Antica Norcineria, Valzani, Twice Vintage.",
      "visit": "What to visit: Basilica of Santa Maria in Trastevere, Santa Cecilia, Botanical Garden, Villa Farnesina.",
      "experiences": "Experiences: Panoramic walk through Trastevere, sunset at Ponte Sisto, evening wine.",
      "day_trips": "Day trips: Ostia Antica, Tivoli, Castelli Romani.",
      "tickets": "Event tickets: Use TicketOne and official channels for concerts or matches.",
      "museums": "Main museums: Vatican Museums, Colosseum, Borghese Gallery (reservation recommended).",
      "exhibitions": "Exhibitions: Check MAXXI, Palazzo delle Esposizioni, and Scuderie del Quirinale.",
      "transport": "Transport: Tram 8 towards Piazza Venezia; buses 23 and H towards the center and Termini.",
      "services": "Local services: Pharmacies in Trastevere, Regina Margherita Hospital, several ATMs in the area.",
      "emergency": "Emergencies: 112 EU Emergency number.",
      "house_rules": "House rules: Please respect the neighbors, no parties, no loud music after 10:00 PM, no smoking.",
      "laundry": "Laundry: If you need to wash clothes, message me for the best options in Trastevere.",
      "wifi_troubleshooting": "Wi-Fi troubleshooting: 1) Check if the router is on. 2) Unplug it for 30 seconds and plug it back in. 3) Verify network name and password. If it still doesn't work, message me.",
      "late_checkout_policy": "Late check-out: Standard check-out is at 11:00 AM. A slight extension may be possible based on availability, but it is never automatic.",
      "luggage_storage": "Luggage storage: When possible, we can hold bags after check-out or suggest a nearby storage service.",
      "id_documents": "ID Documents: Italian law requires guest registration. A valid ID is needed for everyone.",
      "payment_methods": "Payments: The stay is paid through the platform. The city tax is paid separately via link or cash.",
      "city_tax_info": "City tax: In Rome, it is 5 € per person per night.",
      "city_tax_payment_issue": "City tax payment issues: If the link doesn't work, let me know and I will fix it.",
      "receipt_rental": "Stay receipt: We can provide a receipt upon request.",
      "receipt_city_tax": "City tax receipt: A separate receipt can be provided for the city tax payment."
    },
        "es": {
      "heating": "Calefacción: Para encenderla vaya al dormitorio. A la izquierda frente a la cama hay un pequeño termostato: ponga el interruptor en ON y ajuste a 26 °C. En pocos minutos los radiadores se calentaran.",
      "trash": "Basura: Tire los residuos en los contenedores adecuados. Reciclamos (WeDoRecycling): lleve las bolsas al final de Via della Scala, esquina Via Garibaldi, todos los días de 8:00 a 9:30.",
      "electric_panel": "Cuadro eléctrico: Al salir del apartamento el cuadro está a la derecha. Compruebe que todos los interruptores estén arriba. Si no vuelve la luz, abra la tapa de madera encima y suba también el interruptor general.",
      "wifi": "Wi-Fi: El router está a la derecha del salón sobre un banco. SSID y contraseña en la etiqueta.",
      "check_in": "Check-in desde las 15:00. Portero exterior: columna izquierda, botón inferior. Portero interior: A/1.",
      "early_checkin_policy": "Check-in temprano: El horario estándar es desde las 15:00. La entrada anticipada depende de salidas y limpieza y no está garantizada.",
      "check_out": "Antes de salir: apague luces, cierre ventanas y deje las llaves en la mesa.",
      "linens_towels": "Ropa de cama y toallas: Cama preparada a la llegada. Por huésped 1 toalla grande + 1 mediana.",
      "water": "Agua: Potable. El agua caliente puede tardar unos minutos por la mañana.",
      "bathroom": "Baño: Toallas, secador, alfombrilla, papel higiénico y jabón. No tirar objetos al inodoro.",
      "AC": "Aire acondicionado: Se maneja con el mando. Apáguelo al salir.",
      "gas": "Gas: Palanca horizontal = abierto, hacia abajo = cerrado. Cierre siempre tras usar.",
      "eat": "Dónde comer: Recomendados en Trastevere: Da Teo, La Scala, Da Carlone, Tonnarello, Nannarella.",
      "drink": "Dónde beber: VinAllegro, Freni e Frizioni, Bar San Calisto.",
      "shopping": "Compras: Mercado San Cosimato, Valzani, Le Levain, Twice Vintage.",
      "visit": "Qué visitar: Santa Maria in Trastevere, Santa Cecilia, Orto Botanico, Villa Farnesina.",
      "experiences": "Experiencias: Paseos, atardecer en Ponte Sisto, vino por la noche.",
      "day_trips": "Excursiones: Ostia Antica, Tivoli, Castelli Romani.",
      "tickets": "Entradas: TicketOne y canales oficiales.",
      "museums": "Museos: Vaticanos, Coliseo, Borghese.",
      "exhibitions": "Exposiciones: MAXXI, Palazzo delle Esposizioni.",
      "transport": "Transporte: Tranvía 8, buses 23 y H. Aeropuertos: FL1 o shuttle.",
      "services": "Servicios: Farmacias, hospital Regina Margherita, cajeros.",
      "emergency": "Emergencias: 112 • 113 • 118 • 115",
      "house_rules": "Normas: Sin fiestas, silencio después de las 22:00, no fumar.",
      "laundry": "Lavandería: Escríbame para recomendaciones.",
      "wifi_troubleshooting": "Wi-Fi no funciona: revise router, reinicie y verifique datos.",
      "late_checkout_policy": "Salida tardía: Sujeta a disponibilidad, no automática.",
      "luggage_storage": "Equipaje: Posible según limpieza o consigna externa.",
      "id_documents": "Documentos: Obligatorios por ley.",
      "payment_methods": "Pagos: Plataforma + tasa turística aparte.",
      "city_tax_info": "Tasa turística: 5 € por persona/noche.",
      "city_tax_payment_issue": "Problema de pago: escríbame.",
      "receipt_rental": "Recibo de estancia disponible bajo solicitud.",
      "receipt_city_tax": "Recibo de tasa disponible bajo solicitud."
    }
  }
}
    
